{
  "hero_id": "Baldum",
  "hero_name": "Baldum",
  "main_info": {
    "price_gold": "13,888",
    "price_voucher": "359",
    "price_text": "",
    "position": "Đỡ đòn",
    "special": "Khống chế / Tiền vệ",
    "lane": "Đường Caesar"
  },
  "main_skill": [{
      "name": "CƯỜNG TRÁNG",
      "info": "Nội tại: Baldum mặc định tăng thêm 18% giáp, mỗi đòn đánh thường của Baldum gây thêm 20 + (3% giáp vật lý) sát thương phép."
    },
    {
      "name": "VẬT TỔ VỖ TẤT",
      "info": "Hồi chiêu: 10/9.6/9.2/8.8/8.4/8 giây<br>Tiêu hao: 60/65/70/75/80/85 năng lượng<br>Baldum lao theo hướng chỉ định, gây 175/225/275/325/375/425 (+0.3 Giáp bản thân) (+0.5 Công vật lý) sát thương vật lý và hất tung lên những kẻ địch trúng chiêu dọc đường; khi tông phải tướng địch sẽ dừng lại rồi múa vũ khí hất kẻ địch ra sau, gây thêm 8% máu tối đa của mục tiêu sát thương vật lý, và làm chậm 90% tốc chạy trong 1 giây."
    },
    {
      "name": "ĐỊA CHẤN",
      "info": "Hồi chiêu: 9 giây<br>Tiêu hao: 50 năng lượng<br>Baldum dậm mạnh lên mặt đất tạo sóng chấn động gây 175/225/275/325/375/425 (+0.3 Giáp bản thân) (+0.5 Công vật lý) sát thương vật lý, tổng cộng 6 lần lên những kẻ địch lân cận (gấp đôi sát thương với quái rừng), và làm chậm 30% tốc chạy từ các mục tiêu, ngoài ra hiệu ứng còn khiến các sát thương vật lý từ những nạn nhân này lên Baldum bị giảm 25/30/35/40/45/50% trong 1 giây. Mỗi tướng địch hay quái rừng trúng chiêu giảm 0.3 giây hồi chiêu thức này."
    },
    {
      "name": "ĐỊA GIAM",
      "info": "Hồi chiêu: 70/65/60 giây<br>Tiêu hao: 100 năng lượng<br>Sau 0.5 giây, Baldum tạo ra một vùng làm giảm 90% tốc độ di chuyển trong 0.6 giây trước khi mặt đất sụp đổ và giam giữ kẻ địch trong 3 giây, suốt thời gian này nạn nhân không thể thực hiện bất cứ hành động nào và không thể bị chọn. Khi hết thời gian giam giữ, nạn nhân sẽ phải chịu 400/600/800 (+0.50 công vật lý) (+0.3 giáp vật lý) sát thương vật lý và giảm 50% tốc chạy trong 1.5 giây."
    }
  ],
  "skill_up": [{
    "name": "*Mặc định",
    "line1": "1,3,5,7,9,11",
    "line2": "2,6,10,13,14,15",
    "line3": "4,8,12"
  }],
  "skill_combo": [{
      "name": "*Combo đầu game",
      "info": "2,3,0"
    },
    {
      "name": "*Combo khi có đủ 3 kỹ năng",
      "info": "3,4,2,3,0"
    },
    {
      "name": "*Hoặc combo từ xa",
      "info": "4,2,3,0"
    }
  ],
  "skill_note": "<strong class=\"clr-orange\">*Đầu game</strong><br>- Là một tướng Đỡ đòn dạng cứng nên có thể mang đi đường đơn hoặc chơi vị trí hỗ trợ cũng được.<br>- Về đầu game nên tận dụng Chiêu Địa chấn để dọn lính và trợ giúp đồng đội.<br>- Về Chiêu Vật tổ hãy tận dụng chính xác có thể tấn công hoặc rút lui đều được.<br>- Tậu một số trang bị thiên hướng đốt kẻ địch cùng Địa chấn.<br><br><strong class=\"clr-orange\">*Giữa và cuối game</strong><br>- Về giữa và cuối game, ngoài việc là bức tường vững chãi, và gây khó chịu cho kẻ địch, thì Chiêu cuối là một chiêu thức đặc biệt quan tâm và chú ý khi sử dụng.<br>- Chiêu cuối có khoảng thời gian chậm trễ trước khi bung ra và giam cầm kẻ địch, phải luyện dùng kỹ năng này thành thục đoán hướng di chuyển của kẻ địch.<br>- Khi đã giam cầm kẻ địch thành công thì việc tiếp theo để đồng bọn dọn kk.",
  "skill_special": "TocBien,BocPha",
  "main_rune": [{
    "name": "*Ngọc cấp 2",
    "info": [{
        "name": "NgocDo25",
        "info": "Công vật lý +1.5<br>Máu tối đa +13.5"
      },
      {
        "name": "NgocTim28",
        "info": "Máu tối đa +13.5<br>Tốc chạy +0.7%"
      },
      {
        "name": "NgocXanh26",
        "info": "Giáp +5.4"
      }
    ]
  }, {
    "name": "*Ngọc cấp 3",
    "info": [{
        "name": "NgocDo37",
        "info": "Tốc đánh +1%<br>Máu tối đa +33.7<br>Giáp +2.3"
      },
      {
        "name": "NgocTim33",
        "info": "Máu tối đa +45<br>Hồi máu/5s +5.2<br>Tốc chạy +0.4%"
      },
      {
        "name": "NgocXanh34",
        "info": "Máu tối đa +37.5<br>Giảm hồi chiêu +0.6%"
      }
    ]
  }],
  "item_build": [{
      "name": "Đường đơn hoặc trợ thủ",
      "info": "GiayKienCuong,ThuongLonginus,AoChoangBangGia,GiapGaia,KhienHuyenThoai,GiapHoMenh"
    },
    {
      "name": "Đường đơn hoặc trợ thủ (thay thế)",
      "info": "GiayHoVe,KhienHuyenThoai,AoChoangThanRa,HuanChuongTroy,GiapThongKho,GiapHoMenh"
    },
    {
      "name": "Đường đơn hoặc trợ thủ (thử bộ này)",
      "info": "AoChoangThanRa,GiayKienCuong,GiapGaia,KhienThatTruyen,HuanChuongTroy,GiapThongKho"
    }
  ],
  "hero_battle": [{
      "name": "Đồng đội",
      "info": [{
          "hero_id": "ilumia",
          "info": "Ilumia"
        },
        {
          "hero_id": "ignis",
          "info": "Ignis"
        },
        {
          "hero_id": "airi",
          "info": "Airi"
        },
        {
          "hero_id": "maloch",
          "info": "Maloch"
        },
        {
          "hero_id": "wisp",
          "info": "Wisp"
        }
      ]
    },
    {
      "name": "Khắc chế",
      "info": [{
          "hero_id": "ybneth",
          "info": "Ybneth"
        },
        {
          "hero_id": "arum",
          "info": "Arum"
        }
      ]
    }
  ],
  "hero_story": "“<i class=\"clr-orange\">Baldum</i> – Nhân mã thần lực.<br>Xương cứng như thép, và cơ dày như thừng. Ông hiên ngang, lẫm liệt, và nhanh nhạy, với sức mạnh sánh ngang các vị thần.<br>Mọi nhân mã đều là các dũng sĩ trời sinh, và <i class=\"clr-orange\">Baldum</i> là người thiện chiến nhất trên tất thảy. Ông là một huyền thoại từ thời kỳ hoang sơ, người không chỉ chứng kiến sự khởi đầu và kết thúc của cuộc chiến giữa Nhân loại cùng tộc Afata chống lại hai đợt Hắc ám Xâm lược, mà còn tận tụy bảo vệ tất cả sinh vật trên Đồng bằng Ánh trăng bằng Cột tổ Khai thiên.<br>Tương truyền rằng Cột tổ Khai thiên - linh vật tồn tại từ thuở khai thiên tích địa của cả vũ trụ - chính là một Mảnh vỡ Andura với sức mạnh của thời gian. Đó chính là lý do vì sao <i class=\"clr-orange\">Baldum</i> lại trường sinh và luôn sung mãn dù đã sống hàng thế kỷ. Trớ trêu thay, Cột tổ chỉ bảo vệ duy nhất <i class=\"clr-orange\">Baldum</i>, và cứ thế ông buộc phải trơ mắt nhìn cả dòng tộc, từ thân bằng quyến thuộc đến tất cả mọi nhân mã, lìa đời từng người một theo tháng năm. Điều gì phải đến rốt cuộc cũng đến, trên khắp Athanor còn một và chỉ một nhân mã, <i class=\"clr-orange\">Baldum</i>.<br>Suốt một thời gian dài người ta vẫn cho rằng <i class=\"clr-orange\">Baldum</i> chỉ là chuyện cổ tích, thậm chí ngay cả các cư dân lâu đời của Rừng rậm Elborne cũng không chắc <i class=\"clr-orange\">Baldum</i> còn sống hay không. Chỉ khi Volkath, Chúa tể Hắc ám, trỗi dậy cùng quân đoàn Lokheim của hắn, mọi sinh linh mới được diện kiến <i class=\"clr-orange\">Baldum</i>. Chính xác hơn thì tất cả những gì họ thấy là một tấm lưng vững chãi khi ông đang bận tả xung hữu đột giữa muôn vàn quân Lokheim, nhưng chỉ thế thôi đã quá đủ để khích lệ sĩ khí đến ngút trời cho tất cả binh lính Afata, và in đậm hình bóng vị chiến binh vĩ đại này suốt đời họ.<br>“Sau khi chôn người đồng bào cuối cùng còn sót lại, ta chạy 12 vòng quanh mộ theo đúng truyền thống của bộ tộc. Tổ tiên truyền rằng khi vó của chúng ta tung bay trên đại địa, Đất Mẹ sẽ thức tỉnh và giang tay đón lũ trẻ của người trở về quê hương.<br>“Ta đã dự rất nhiều đám tang trong đời mình – quá nhiều là đằng khác, nhưng lần đấy là lần cô độc nhất. Chẳng còn ai phi vó cùng ta, chẳng còn bất cứ ai hát điếu ca cùng ta. Tiếng gió rít là bạn đồng hành duy nhất còn sót lại. Nó, và Cột tổ Khai thiên trên tay ta.<br>“Và rồi Lão Sồi mang tặng ta một món quà từ Yggdrasil – một mẩu rể gốc. Ta trồng nó trên mảnh đất chôn dân tộc mình, để vinh danh những trận chiến quả cảm của họ.”<br>“Lão Sồi cũng không thẹn với tên của mình. Mẩu rể thuở nào đã được chăm bón thành Rừng Vệ Nỗ ngày nay.”<br>Qua những mẩu chuyện với <i class=\"clr-orange\">Baldum</i> sau cuộc chiến, mọi người dần biết thêm về quá khứ bi hùng của ông. “Lão Sồi” được nhắc đến không ai khác ngoài Đại thụ Viễn cổ, vị cây-hùng đã mang đến sinh mệnh cho Rừng Vệ Nỗ. Lão không chỉ trao tặng <i class=\"clr-orange\">Baldum</i> một món quà từ Yggdrasil, mà còn kèm theo đó một sứ mệnh: thẳng tiến đến phương bắc hoang dã đầy lạnh giá của Đồng bằng Ánh trăng nhằm bảo canh gác Khe vực thẳm cạnh chân Núi Orpheus.<br>Và <i class=\"clr-orange\">Baldum</i> cứ thế tuần tra khắp chốn hoang mạc suốt hàng ngàn năm trong lẻ loi, cô độc đầy hiu quạnh. Có lúc ông suýt quên mình đã từng là một dũng sĩ. Đắm mình trong hồi ức, ông lẳng lặng ngồi đó tưởng nhớ quãng ngày tươi đẹp vô tư lự khi mình và chúng bạn thả sức cất vó hò hát tắm mình trong ánh tà dương. Nhưng ngay khi bè lũ Lokheim để lộ các dấu hiệu bất thường, và ngọn lửa chiến tranh bùng phát gần quê nhà, trong chớp mắt vị dũng sĩ trời sinh lập tức phục hồi bản năng chiến trận chảy trong huyết quản.<br>“Cánh rừng này nảy mầm từ đất đai được bồi bổ bởi chính máu và thịt của đồng bào ta. Từng nụ hoa, từng tấc đất là gia đình ta. Chừng nào sinh mệnh này chưa cạn, hơi thở này chưa kiệt, thì lũ ác quỷ các ngươi chớ hòng tiến thêm dù chỉ một bước!””",
  "hero_skin": [{
      "name": "Nhân Mã Thần Lực",
      "gold": "13,888",
      "voucher": "359",
      "event": "",
      "wall": "Baldum01",
      "disable": "yes",
      "img": "thumb1.jpg",
      "video": "Baldum01"
    },
    {
      "name": "Chú Thợ Ống Nước (Bậc A)",
      "gold": "",
      "voucher": "219",
      "event": "",
      "wall": "Baldum02",
      "disable": "yes",
      "img": "thumb2.jpg",
      "video": "Baldum02"
    }
  ]
}