{
	"hero_id": "Batman",
	"hero_name": "Batman",
	"main_info": {
		"price_gold": "28,888",
		"price_voucher": "629",
		"price_text": "",
		"position": "Sát thủ / Đấu sĩ",
		"special": "Tiền đạo / Trung phong",
		"lane": "Đi rừng"
	},
	"main_skill": [{
			"name": "Truy nã",
			"info": "Nội tại: tiến đến gần tướng địch sẽ giúp tăng 20% tốc chạy."
		},
		{
			"name": "Vuốt chân không",
			"info": "ST Gốc: 215/260/305/350/395/440<br>Batman vung tay tấn công những kẻ địch lân cận bằng móng vuốt chân không gây 215 (+145) STVL, trong số đó sẽ có một nạn nhân ngẫu nhiên chịu gấp hai lần sát thương."
		},
		{
			"name": "Phi tiêu dơi",
			"info": "ST Gốc: 165/186/207/228/249/270<br>H.Chiêu: 9.6/8.8/8/7.2/6.4/5.6<br>Hồi máu: 140/168/196/224/252/280<br>Batman phóng chiếc phi tiêu dơi trứ danh của mình, gây 165 (+97) STVL, đồng thời làm chậm tốc chạy của mục tiêu, sau 3s gây thêm 24% máu đã mất thành STVL, trong thời gian chiêu còn hiệu lưc nếu Batman tấn công nạn nhân đủ số lần khiến mục tiêu bị choáng, và bản thân được hồi lại 140 (+85) máu."
		},
		{
			"name": "Dơi đêm",
			"info": "ST Gốc: 660/830/1000<br>H.Chiêu: 36/30/24<br>Sau 1.5s Batman ẩn mình vào bóng đêm và trở thành tàng hình trong tối đa 30s, khi tiến lại gần phạm vi 6 mét cạnh kẻ địch quá 3s, trạng thái tàng hình sẽ tự động chấm dứt, trong thời gian hiệu lực nếu Batman tái kích hoạt chiêu sẽ lướt bay đến tấn công kẻ địch, gây 660 (+321) STVL, sau khi rời khỏi trạng thái tàng hình Batman sẽ được tăng 50% tốc đánh trong 5s."
		}
	],
	"skill_up": {
		"line1": "1,3,5,7,10,13",
		"line2": "2,6,9,11,14,15",
		"line3": "4,8,12"
	},
	"skill_combo": [{
			"name": "*Combo đầu game",
			"info": "3,2,0"
		},
		{
			"name": "*Combo khi có đủ 3 kỹ năng",
			"info": "4,3,2,0"
		}
	],
	"skill_note": "*Tận dụng trạng thái tàng hình có thể đi gank các đường hoặc phá trụ địch nếu có thể.",
	"skill_special": "TrungTri,BocPha",
	"main_rune": {
		"rune2": [{
				"name": "NgocDo25",
				"info": "Công vật lý +1.5<br>Máu tối đa +13.5"
			},
			{
				"name": "NgocTim23",
				"info": "Công vật lý +0.6<br>Máu tối đa +36"
			},
			{
				"name": "NgocXanh22",
				"info": "Máu tối đa +13.5<br>Xuyên giáp +3.8"
			}
		],
		"rune3": [{
				"name": "NgocDo36",
				"info": "Công vật lý +2<br>Xuyên giáp +3.6"
			},
			{
				"name": "NgocTim31",
				"info": "Công vật lý +1.6<br>Tốc chạy +1%"
			},
			{
				"name": "NgocXanh31",
				"info": "Công vật lý +0.9<br>Xuyên giáp +6.4"
			}
		]
	},
	"item_build": [{
			"name": "Đi rừng",
			"info": "RiuLeviathan,GiayHermes,ThuongLonginus,AoChoangBangGia,ThuongXuyenPha,HuanChuongTroy"
		},
		{
			"name": "Đi rừng",
			"info": "RiuGnoll,GiayKienCuong,ThuongXuyenPha,AoChoangBangGia,HuanChuongTroy,LiemDoatMenh"
		},
		{
			"name": "Game thủ hay lên",
			"info": "GiayKienCuong,ThuongXuyenPha,NanhFenrir,AoChoangBangGia,KiemMuramasa,LiemDoatMenh"
		}
	],
	"hero_battle": [{
			"name": "và đồng đội",
			"desc": "thích hợp khi chơi cùng",
			"info": [{
					"hero_id": "airi",
					"id_page": "Airi"
				},
				{
					"hero_id": "maloch",
					"id_page": "Maloch"
				}
			]
		},
		{
			"name": "và cách khắc chế",
			"desc": "thấy khó chịu khi gặp",
			"info": [{
					"hero_id": "nakroth",
					"id_page": "Nakroth"
				},
				{
					"hero_id": "joker",
					"id_page": "Joker"
				},
				{
					"hero_id": "taara",
					"id_page": "Taara"
				},
				{
					"hero_id": "ryoma",
					"id_page": "Ryoma"
				},
				{
					"hero_id": "alice",
					"id_page": "Alice"
				}
			]
		}
	],
	"hero_story": "<i class=\"clr-orange\">Batman</i>, tên thật là Bruce Wayne, hay còn được gọi là Hiệp sĩ bóng đêm. Dẫu được sinh ra trong một gia đình giàu có, tuổi thơ của <i class=\"clr-orange\">Batman</i> lại cực kỳ đau khổ khi anh phải chứng kiến cha mẹ của mình bị lũ cướp sát hại ngay trước mắt. Kể từ đó trở đi, chiến đấu chống lại cái ác đã trở thành lý tưởng sống bất diệt của <i class=\"clr-orange\">Batman</i>. Suốt 10 năm, <i class=\"clr-orange\">Batman</i> chu du thế giới tôi rèn cả cơ thể lẫn ý chí của mình đến cực hạn. Kết quả không phụ lòng người, trên nền tảng cơ sở đầy vững chắc đó, anh đã phát huy được năng lực điều tra và chiến đấu trên cả xuất sắc. Điều này dần dần đã khiến cái tên <i class=\"clr-orange\">Batman</i> là nỗi hoảng sợ của gần như tất cả tội phạm trong mọi thế lực hắc ám.<br>Trong quá trình chiến đấu với tội phạm, nhiều lần <i class=\"clr-orange\">Batman</i> bị cuốn vào các cuộc chiến với những thế giới song song, cùng Zephys không ngừng chiến đấu. Thông qua những cuộc chiến này, dần dần <i class=\"clr-orange\">Batman</i> biết đến thế giới Liên Quân Mobile. Zephys cùng sức mạnh siêu phàm của hắn âm mưu chiếm lấy Trái Đất, xóa sổ mọi thế lực phản kháng nhằm thiết lập một trật tự thế giới mới. Tất cả vì mục đích biến Trái Đất thành hậu phương vững chắc giúp cung cấp nguồn lực vô hạn cho các cuộc chiến trong thế giới Liên Quân Mobile. <i class=\"clr-orange\">Batman</i> lần theo dấu vết của Zephys đến được thế giới mới hòng quyết tâm chặn đứng âm mưu tà ác này một lần và mãi mãi. Thế nhưng trước mũi thương tràn đầy sức mạnh ma pháp, ngay cả <i class=\"clr-orange\">Batman</i> cũng trở nên bất lực đến vô vọng. May thay Valhein, theo lệnh của Thane đến điều tra Zephys, đã kịp thời xuất hiện giải cứu <i class=\"clr-orange\">Batman</i> thoát chết khỏi đường tơ kẽ tóc. Cùng nhau cả hai đã đẩy lui được Zephys, phá tan kế hoạch xâm chiếm thế giới khác của hắn từ trong trứng nước.<br>\"Chào mừng bạn đến với thế giới mới!\" Sự nhiệt tình của Valhein khiến <i class=\"clr-orange\">Batman</i> khó từ chối, đồng thời cũng vì tò mò muốn tìm hiểu thêm về thế giới này, thế là <i class=\"clr-orange\">Batman</i> đã cùng người bạn đồng hành mới gặp này đến với Lâu đài khởi nguyên. Tại đây anh được gặp Thane cùng một mảnh đá huyền bí đầy năng lượng phép thuật. Ngay khi chạm vào mảnh đá này, một cảnh tượng khủng khiếp hiện ra ngay trước mắt anh: thế giới hoang tàn, người người lầm than, hắc ám tràn ngập muôn nơi như sắp sửa nuốt chửng tất cả.<br>\"Đây là ảo ảnh ư?\", <i class=\"clr-orange\">Batman</i> cố bảo trì sự tỉnh táo của bản thân, thắc mắc. Thane lắc đầu, ánh mắt nặng trĩu đáp lại \"Thảm kịch đó sẽ trở thành sự thực. Mảnh đá trên tay anh chỉ là một phần của Viên đá hỗn mang, cội nguồn của mọi sức mạnh vô bì. Nếu kẻ thù tập hợp được trọn vẹn viên đá này, chúng sẽ có sức mạnh thừa sức hủy diệt cả thế giới này, lẫn mọi thế giới có liên kết với nhau, bao gồm thế giới của anh!\" Không còn lựa chọn nào khác, <i class=\"clr-orange\">Batman</i> quyết tạm thời lưu lại thế giới này để ngăn chặn tấn thảm kịch khủng khiếp anh vừa nhìn thấy có thể xảy ra. Để làm được điều đó anh sẽ cần thích nghi với thứ sức mạnh lạ kỳ của thế giới này, và rất nhanh <i class=\"clr-orange\">Batman</i> đã tìm ra phương pháp cải tiến toàn bộ dàn vũ khí của bản thân, anh đã sẵn sàng để đối đầu với mọi thế lực của thế giới mới.<br>\"Bất kỳ kẻ nào dám xem thường <i class=\"clr-orange\">Batman</i> đều phải trả giá đắt!\"",
	"hero_skin": [{
			"name": "Hiệp Sĩ Bóng Đêm",
			"gold": "28,888",
			"voucher": "629",
			"event": "",
			"wall": "Batman01",
			"disable": "",
			"img": "thumb1.jpg",
			"video": ""
		},
		{
			"name": "Đôi Cánh Đại Dương",
			"gold": "",
			"voucher": "249",
			"event": "",
			"wall": "Batman02",
			"disable": "",
			"img": "thumb2.jpg",
			"video": ""
		},
		{
			"name": "Dơi Địa Ngục (Bậc S)",
			"gold": "",
			"voucher": "379",
			"event": "",
			"wall": "Batman03",
			"disable": "yes",
			"img": "thumb3.jpg",
			"video": "Batman03"
		}
	]
}