{
  "hero_id": "Elsu",
  "hero_name": "Elsu",
  "main_info": {
    "price_gold": "18,888",
    "price_voucher": "539",
    "price_text": "",
    "position": "Xạ thủ / Sát thủ",
    "special": "Cấu rỉa",
    "lane": "Đường rồng / Đường Caesar"
  },
  "main_skill": [{
      "name": "BẮN TỈA",
      "info": "Hồi chiêu: 5 giây<br>Các đòn đánh thường của Elsu gây 150 + (12.5 mỗi cấp) + (1.0 công vật lý) + (0.8 công vật lý cộng thêm) sát thương vật lý, tuy nhiên sẽ không thể gây chí mạng. Thay vào đó, với mỗi 1% chí mạng Elsu sở hữu, anh sẽ được tăng 3 công vật lý.<br>Nội tại: Khi rời khỏi giao tranh 5 giây và đứng gần địa hình vách núi, Elsu sẽ nguỵ trang trong thời gian ngắn, gia tăng 16% ( +1% mỗi cấp) tốc độ di chuyển và trở nên mờ nhạt đi"
    },
    {
      "name": "ƯNG TRẠM",
      "info": "Hồi chiêu: 50 giây<br>Tiêu hao: 30 năng lượng<br>Kích hoạt: Elsu cài đặt một thiết bị Ưng trạm tại chỗ giúp cung cấp tầm nhìn trong phạm vi 600 - 1000 khoảng cách (tăng theo cấp tướng). Ưng trạm tồn tại trong 300 giây, có thể tích trữ tối đa 2 cái, và đặt tối đa 3 cái trên bản đồ. Khi đứng trong phạm vi của Ưng trạm, Elsu được tăng thêm sát thương mỗi đòn bắn lên quái rừng (tối đa 250), nhưng sẽ bị vô hiệu hoá khi tướng địch giẫm lên.<br>Nội tại: Đứng tại chỗ mỗi giây giúp Elsu tăng 7/8/9/10/11/12% xuyên giáp (tăng theo cấp tướng), tối đa cộng dồn 5 lần. Nếu Elsu di chuyển sẽ không được làm mới nội tại nữa."
    },
    {
      "name": "VIỄN TRÌNH KÍCH",
      "info": "Hồi chiêu: 16 giây<br>Tiêu hao: 60/65/70/75/80/85 năng lượng<br>Elsu nhắm bắn gây 1050/1200/1350/1500/1650/1800 + (0.4 công vật lý cộng thêm) sát thương vật lý kèm làm chậm tốc chạy lên tướng đầu tiên trúng phải. Elsu cần ngắm bắn trong 2 giây để gia tăng khoảng cách và độ chính xác."
    },
    {
      "name": "GIẬT BẮN",
      "info": "Hồi chiêu: 25/20/15 giây<br>Tiêu hao: 100/110/120 năng lượng<br>Elsu lộn ra phía sau rồi lập tức bắn về phía trước gây 500/700/900 + (0.6 công vật lý) sát thương vật lý và làm chậm 50% tốc chạy của nạn nhân. Khi đáp đất Elsu được tăng 30% tốc chạy trong 2 giây, nhưng nếu tung chiêu hoặc đánh thường sẽ lập tức giải trừ hiệu ứng này."
    }
  ],
  "skill_up": [{
    "name": "*Mặc định",
    "line1": "2,6,10,13,14,15",
    "line2": "1,3,5,7,9,11",
    "line3": "4,8,12"
  }],
  "skill_combo": [{
      "name": "*Combo đầu game",
      "info": "2,3,3"
    },
    {
      "name": "*Combo khi có đủ 3 kỹ năng (trước đó nhớ kiếm chổ đặt Ưng trạm)",
      "info": "3,3,4,0"
    }
  ],
  "skill_note": "<strong class=\"clr-orange\">*Đầu game</strong><br>- Là một xạ thủ kiêm vai trò sát thủ đều đó đã làm nên thương hiệu cho Elsu, đi săn thôi, đường rồng chơi ổn nhé!!<br>- Đầu game tận dụng Viễn trình kích để cấu máu và đẩy lính, nên nhớ không cần lộ mặt ra lane nhé, núp bắn thui.<br>- Ưng trạm không có sát thương nhưng khá hữu ít, hãy tìm vị trí đặt vừa tăng thêm tầm nhìn và tăng thêm sát thương khi đứng trong vùng của nó, kẻ địch có thể phá khi đạp phải, bụi cỏ là tốt nhất.<br>- Ưu tiên các trang bị xuyên giáp để phát huy hết sức mạnh.<br><br><strong class=\"clr-orange\">*Giữa và cuối game</strong><br>- Về giữa và cuối game, tầm 3 món cuối, lúc sát thương khá là to rồi đó, đi săn thoải mái nào!! ngắm bắn là nghề của chàng :P<br>- Giật bắn khá hay tránh các pha ám sát và đánh úp sát thương khá cao đấy giật chuẩn vào.<br>- Viễn trình kích dành các mục tiêu lớn khá tốt, canh sát thương chuẩn là một cái gì đó khiến các gamer hơn nhau!! cố lên!!",
  "skill_special": "TocBien,CapCuu",
  "main_rune": [{
    "name": "*Ngọc cấp 2",
    "info": [{
        "name": "NgocDo26",
        "info": "Công vật lý +1.5<br>Tốc đánh +0.4%"
      },
      {
        "name": "NgocTim27",
        "info": "Tốc đánh +0.4%<br>Tỷ lệ chí mạng +0.3%<br>Tốc chạy +0.5%"
      },
      {
        "name": "NgocXanh21",
        "info": "Tốc đánh +0.4%<br>Giảm hồi chiêu +0.5%"
      }
    ]
  }, {
    "name": "*Ngọc cấp 3",
    "info": [{
        "name": "NgocDo39",
        "info": "Tỷ lệ chí mạng +1.6%"
      },
      {
        "name": "NgocTim32",
        "info": "+1% Tốc đánh<br>+1% Tốc chạy"
      },
      {
        "name": "NgocXanh31",
        "info": "Công vật lý +0.9<br>Xuyên giáp +6.4"
      }
    ]
  }],
  "item_build": [{
      "name": "Đường Rồng",
      "info": "KiemMuramasa,GiayDuMuc,NanhFenrir,KiemFafnir,LiemDoatMenh,GiapHoMenh"
    },
    {
      "name": "Đường Rồng (thay thế)",
      "info": "KiemMuramasa,GiayHoVe,NanhFenrir,KiemFafnir,VuotHungTan,GiapHoMenh"
    },
    {
      "name": "Đường Rồng (thử bộ này)",
      "info": "ThuongXuyenPha,GiayDuMuc,NanhFenrir,PhucHopKiem,KiemFafnir,KiemMuramasa"
    }
  ],
  "hero_battle": [{
      "name": "Đồng đội",
      "info": [{
          "hero_id": "alice",
          "info": "Alice"
        },
        {
          "hero_id": "max",
          "info": "Max"
        },
        {
          "hero_id": "ilumia",
          "info": "Ilumia"
        },
        {
          "hero_id": "lindis",
          "info": "Lindis"
        }
      ]
    },
    {
      "name": "Khắc chế",
      "info": [{
          "hero_id": "murad",
          "info": "Murad"
        },
        {
          "hero_id": "maloch",
          "info": "Maloch"
        },
        {
          "hero_id": "ngo_khong",
          "info": "NgoKhong"
        },
        {
          "hero_id": "omen",
          "info": "Omen"
        },
        {
          "hero_id": "max",
          "info": "Max"
        }
      ]
    }
  ],
  "hero_story": "Cạn kiệt khoáng sản, tòa thành Miyada trù phú lẫy lừng năm nào giờ chỉ còn là chiếc bóng của quá khứ,<br>Công nghiệp hóa với quy mô khổng lồ đã từng mang đến Miyada vô số tài phú. Nhưng nguồn tài nguyên dù màu mỡ đến mấy cũng bị khai thác hết, dẫn đến nền công nghiệp lụi tàn, và vô vàn thương nhân cuốn gói ra đi; thứ duy nhất còn ở lại là những đống rác thải công nghiệp đồ sộ. Tránh nặng tìm nhẹ vốn dĩ bản chất của nhân loại, thế nên khi tòa thành ngày càng suy bại cả về kinh tế lẫn hoàn cảnh sống, dân chúng chúng dần dần ra đi tìm một chốn nương thân mới. Dĩ nhiên trong cuộc sống luôn có những cá nhân với những lựa chọn khác biệt, <i class=\"clr-orange\">Elsu</i> chính là một trong số đó với quyết định ngoan cố cắm rễ tại đây.<br>Chôn nhau cắt rốn tại đây khiến <i class=\"clr-orange\">Elsu</i> có tình cảm đặc biệt với chốn này. Không lâu sau khi sinh, cả cha mẹ anh lần lượt từ giã cõi đời trong một trận dịch bệnh. May mắn tòa thành thời ấy vẫn đang phát triển thịnh vượng, thế nên phúc lợi xã hội thừa sức đảm bảo một thời thơ ấu an lành cho <i class=\"clr-orange\">Elsu</i> chốn cô nhi viện. Thế nên từ nhỏ <i class=\"clr-orange\">Elsu</i> đã quyết chí lớn lên sẽ trở thành người bảo vệ nơi này để đền đáp công ơn dưỡng dục.<br>Với thành tích tốt nghiệp xuất sắc cùng thiên phú xạ thủ kinh người, <i class=\"clr-orange\">Elsu</i> nhanh chóng trở thành sĩ quan vệ quân đầy vinh quang. Tuy là lính mới lại kiệm lời, nhưng khi đồng đội cần họng súng ngắm của anh luôn kịp thời xuất hiện cân tất cả mọi kẻ địch, thế nên <i class=\"clr-orange\">Elsu</i> nhanh chóng được lòng các chiến hữu xung quanh. Chỉ trong 3 năm ngắn ngủi, tiểu đội của <i class=\"clr-orange\">Elsu</i> không chỉ xuất sắc hoàn thành tất cả nhiệm vụ, mà còn không ít lần nhận được khen thưởng từ các nghị viên Liên bang.<br>Thế nên khi thành Miyada dần trở nên suy tàn, Liên bang đã hạ lệnh sung quân tiểu đội này chuyển ra tiền tuyến, nơi vô vàn hiểm nguy đầy gian khổ đang đợi chờ. Trong bối cảnh thế lực hắc ám xâm lược lần thứ hai, khi chiến tranh dần tiến đến giai đoạn cuối, Liên bang tự do với tư cách thành viên của Liên quân các nước, sẵn sàng tung tất cả lực lượng cho trận đại chiến.<br>Đây là cuộc chiến vĩ đại nhất trong lịch sử nhân loại! Nơi tất cả lực lượng hội tụ sẵn sàng chung sức đẩy lùi bè lũ hắc ám về lại Khe vực thẳm! Khi lời hiệu triệu vang lên, vinh quang đang vẫy gọi, bầu nhiệt huyết sục sôi, tất cả mọi binh sĩ đồng tâm đáp trả.<br>Ngoại trừ <i class=\"clr-orange\">Elsu</i>.<br>\"Ngươi biết mình đang làm gì không? Nhìn vào huân chương trên ngực mình đi! Vinh quang này đáng bị hoen ố vậy sao?\" Trước những lời trách móc của chiến hữu, <i class=\"clr-orange\">Elsu</i> cố giải thích trong vô vọng: \"Ta đã thề bảo vệ tòa thành này cho đến hơi thở cuối cùng… bất kể nó đã điêu tàn ra sao. Thật có lỗi, ta không thể cùng kề vai sát cánh bên mọi người nơi chiến trường ngoài kia.\"<br>Dẫu chẳng mấy ai thấu hiểu tình cảm đặc biệt này của <i class=\"clr-orange\">Elsu</i> với tòa thành, nhưng anh nguyện gánh tất cả lời lẽ thế gian, dù có bị chê bai hèn nhát, khiếp nhược, đào binh… miễn là anh được ở lại bảo vệ nơi này. Chọn giải nghệ và ở lại, <i class=\"clr-orange\">Elsu</i> lặng người đứng trên tòa thành nhìn các chiến hữu phẫn uất cất bước ra đi.<br>\"Thật ra ngươi không cần làm vậy, tòa thành này đã vô vọng rồi.\" Moren, người sau khi hoàn tất sứ mệnh rèn luyện vũ khí đã chọn quay về cố hương Miyada, cất tiếng khuyên nhủ.<br>\"Vậy còn ông, vì sao lại trở về đây?\" <i class=\"clr-orange\">Elsu</i> hỏi lại.<br>\"Hừ, thanh niên như ngươi so gì với ta lão già này!\" Moren phất tay cất bước vào ánh hoàng hôn.<br>\"Mỗi người đều có lý do của bản thân mình.\" <i class=\"clr-orange\">Elsu</i> thầm nói trong lòng, dõi mắt theo những hình ảnh nhạt nhòa của những chiến hữu lần cuối.<br>Nhưng nếu có ngày họ gặp trắc trở, ta sẵn sàng từ bỏ tất cả để bảo vệ họ!",
  "hero_skin": [{
      "name": "Đôi Cánh Tự Do",
      "gold": "18,888",
      "voucher": "539",
      "event": "",
      "wall": "Elsu01",
      "disable": "yes",
      "img": "thumb1.jpg",
      "video": "Elsu01"
    },
    {
      "name": "Mafia",
      "gold": "",
      "voucher": "219",
      "event": "",
      "wall": "Elsu02",
      "disable": "yes",
      "img": "thumb2.jpg",
      "video": "Elsu02"
    },
    {
      "name": "Elsu Guitar Tình Ái (Valentine)",
      "gold": "",
      "voucher": "",
      "event": "Mở sự kiện",
      "wall": "Elsu03",
      "disable": "yes",
      "img": "thumb3.jpg",
      "video": ""
    }
  ]
}