{
	"hero_id": "Ignis",
	"hero_name": "Ignis",
	"main_info": {
		"price_gold": "13,888",
		"price_voucher": "359",
		"price_text": "",
		"position": "Pháp sư",
		"special": "Cấu rỉa",
		"lane": "Đường giữa"
	},
	"main_skill": [{
			"name": "Hỏa hồn",
			"info": "Nội tại: Hoả cầu trúng đích khiến các nạn nhân phải gánh chịu hiệu ứng Hỏa hồn, hiệu ứng kéo dài 3 giây. Chiêu thức tiếp theo của Ignis nếu kích phát Hỏa hồn sẽ được cường hóa và hồi cho Ignis 100 (+5 mỗi cấp) (+0.15 công phép) máu."
		},
		{
			"name": "Hỏa cầu",
			"info": "Ignis tung cầu lửa vào mục tiêu đầu tiên, thứ sẽ phát nổ theo hình nón lên những kẻ địch phía sau, gây 300/340/380/420/460/500（+0.4 Công phép) sát thương phép, đồng thời tăng 40% tốc chạy trong 1 giây. Nếu mục tiêu trúng chiêu đang dính phải hiệu ứng Hỏa hồn, Ignis sẽ nhận một lá chắn giúp chặn 300/400/500/600/700/800 (+0.65 Công phép) sát thương trong 2 giây."
		},
		{
			"name": "Hỏa hoạn",
			"info": "Ignis triệu hồi một cơn mưa lửa trong 3 giây tại điểm chỉ định, gây 135/170/205/240/275/310 sát thương phép mỗi giây, và làm chậm 30% tốc chạy của nạn nhân trong 2 giây. Nếu mục tiêu đang bị dính hỏa hồn, sẽ bị choáng trong 0.75 giây."
		},
		{
			"name": "Hỏa trận",
			"info": "ST Gốc: 700/900/1100<br>H.Chiêu: 24/20/16<br>ST thêm: 800/1000/1200<br>Ignis vẽ ra một pháp trận rực cháy, thoáng chốc sau đó những kẻ địch trong vùng ảnh hưởng sẽ phải chịu 700 STP. Nếu mục tiêu trúng chiêu đang dính phải hiệu ứng Hỏa hồn, nạn nhân sẽ phải chịu thêm 800 （+1.0 công phép) STC."
		}
	],
	"skill_up": {
		"line1": "1,3,5,7,9,11",
		"line2": "2,6,10,13,14,15",
		"line3": "4,8,12"
	},
	"skill_combo": [{
			"name": "*Combo đầu game",
			"info": "2,3,0"
		},
		{
			"name": "*Combo khi có đủ 3 kỹ năng",
			"info": "2,3,2,4,2,0"
		}
	],
	"skill_note": "*Tận dụng các bụi cỏ để dùng combo hiệu quả và tạo hiệu ứng bất ngờ cho đối thủ.",
	"skill_special": "TocBien,TocHanh",
	"main_rune": {
		"rune2": [{
				"name": "NgocDo24",
				"info": "Công phép +2.5<br>Xuyên giáp phép +1.4"
			},
			{
				"name": "NgocTim23",
				"info": "Công phép +1.4 <br>Hút máu phép +0.8%<br>Giáp phép +1.6"
			},
			{
				"name": "NgocXanh28",
				"info": "Công phép +0.9<br>Xuyên giáp phép +3.8"
			}
		],
		"rune3": [{
				"name": "NgocDo31",
				"info": "Công phép +4.2<br>Xuyên giáp phép +2.4"
			},
			{
				"name": "NgocTim36",
				"info": "Công phép +2.4<br>Hút máu phép +1%"
			},
			{
				"name": "NgocXanh33",
				"info": "Công phép +2.4<br>Giảm hồi chiêu +0.7%"
			}
		]
	},
	"item_build": [{
			"name": "Đường giữa",
			"info": "PhuongHoangLe,GiayPhuThuy,TruongBang,VuongMiengHecate,TruongBungNo,QuyenTruongRhea"
		},
		{
			"name": "Đường giữa",
			"info": "QuyenTruongRhea,GiayHoVe,MatNaBerith,VuongMiengHecate,KhienThatTruyen,SachThanh"
		},
		{
			"name": "Game thủ hay lên",
			"info": "NgocDaiPhapSu,GiayHermes,TruongBang,VuongMiengHecate,MatNaBerith,QuyenTruongRhea"
		}
	],
	"hero_battle": [{
			"name": "và đồng đội",
			"desc": "thích hợp khi chơi cùng",
			"info": [{
					"hero_id": "skud",
					"id_page": "Skud"
				},
				{
					"hero_id": "murad",
					"id_page": "Murad"
				},
				{
					"hero_id": "natalya",
					"id_page": "Natalya"
				}
			]
		},
		{
			"name": "và cách khắc chế",
			"desc": "thấy khó chịu khi gặp",
			"info": [{
					"hero_id": "nakroth",
					"id_page": "Nakroth"
				},
				{
					"hero_id": "raz",
					"id_page": "Raz"
				},
				{
					"hero_id": "batman",
					"id_page": "Batman"
				},
				{
					"hero_id": "trieu_van",
					"id_page": "TrieuVan"
				},
				{
					"hero_id": "alice",
					"id_page": "Alice"
				}
			]
		}
	],
	"hero_story": "“Ngọn Lửa Thiêng sẽ dẫn lối chúng ta đến vương quốc của chân lý”<br>Học thuyết của Cung Điện Ánh Sáng chỉ ra rằng Ngọn Lửa Thiêng chính là biểu tượng của ánh sáng và chân lý. Với vai trò bảo vệ Ngọn Lửa Thiêng, <i class=\"clr-orange\">Ignis</i> từ lâu đã được biết đến là người có kiến thức phong phú và đức tin không thể lay chuyển, dẫn dắt các tín hữu đi theo con đường ánh sáng. Vì lý do này mà ông được biết đến với cái tên \"Người dẫn lối\". Tuy nhiên, trước khi trở thành một phần của Cung Điện Ánh Sáng, <i class=\"clr-orange\">Ignis</i> đã từng là một học giả kiêm linh mục tại Ngôi Đền Trầm Tư.<br>Bị ám ảnh bởi việc tìm ra cội nguồn chân lý, <i class=\"clr-orange\">Ignis</i> đã dành phần lớn thời gian tại Ngôi Đền Trầm Tư để nghiên cứu. Ông đã tham khảo vô số văn tự cổ xưa, một trong số đó đã dẫn lối <i class=\"clr-orange\">Ignis</i> khám phá ra những phép thuật màu nhiệm của Ngọn Lửa Thiêng vốn bị lãng quên từ lâu. Đáng tiếc là Ngọn Lửa Thiêng đã lụi tàn cách đây một thế kỷ, khiến cho khám phá của ông trở thành vô giá trị. Mặc dù các linh mục khác trong Ngôi đền đều thấy tiếc nuối, <i class=\"clr-orange\">Ignis</i> lại vui mừng. Nghiên cứu về Ngọn Lửa Thiêng đã mang ông tiến gần hơn đến vương quốc của chân lý - ước mơ của <i class=\"clr-orange\">Ignis</i> trong thời gian dài.<br>Mặc dù không tìm ra nguồn gốc nhưng khám phá của <i class=\"clr-orange\">Ignis</i> đã thu hút sự chú ý của phe Bóng Tối. Không ai lường trước được rằng phát hiện tiếp theo của <i class=\"clr-orange\">Ignis</i> có khả năng phá vỡ sự cân bằng giữa ánh sáng và bóng tối. Dưới sự chỉ huy của Chúa Tể Bóng Tối, đội quân quỷ dữ tấn công và dùng lửa địa ngục thiêu đốt Ngôi Đền Trầm Tư. Các học giả khác hoảng loạn chạy trốn, nhưng <i class=\"clr-orange\">Ignis</i> kiên quyết không chịu rời đi. Để bảo vệ các văn tự cổ quý giá, ông sẵn sàng chịu đựng những vết bỏng nặng nề từ cơn thịnh nộ của bầy quỷ.<br>\"Nếu đây là số phận, hãy để xác tôi được chôn vùi trong vương quốc của chân lý cùng với kiến thức vô giá!\" Lời cầu nguyện chân thành của <i class=\"clr-orange\">Ignis</i> đã đánh thức sức mạnh của Ngọn Lửa Thiêng, khiến màu đỏ của lửa địa ngục biến thành màu lửa trắng thần thánh. Đó chính là Ngọn Lửa Thiêng mà <i class=\"clr-orange\">Ignis</i> đã mong muốn nhìn thấy sau nhiều năm nghiên cứu, dù đã lụi tàn từ lâu nhưng giờ nó đã tái sinh.<br>Vận dụng thần chú của Ngọn Lửa Thiêng, một bức tường lửa đã được <i class=\"clr-orange\">Ignis</i> dựng lên. \"Những kẻ xâm lăng sẽ bị tiêu diệt. Ngọn Lửa Thiêng sẽ chôn vùi các ngươi thành tro!\" Đứng trước nguy cơ thất bại, những người bảo vệ Ngôi Đền đã tập hợp dưới sự lãnh đạo của <i class=\"clr-orange\">Ignis</i>, cùng vùng lên chống trả và giành chiến thắng. Sau trận chiến, <i class=\"clr-orange\">Ignis</i> quay trở lại Ngôi Đền Trầm Tư và tiếp tục cuộc hành trình của mình trên con đường dẫn tới chân lý.<br>\"Trước chân lý, kiến thức của ta chỉ là một giọt nước trong đại dương.\"",
	"hero_skin": [{
			"name": "Sứ Giả Lửa Thiêng",
			"gold": "13,888",
			"voucher": "359",
			"event": "",
			"wall": "Ignis01",
			"disable": "",
			"img": "thumb1.jpg",
			"video": ""
		},
		{
			"name": "Hỏa Thuật Sư",
			"gold": "",
			"voucher": "219",
			"event": "",
			"wall": "Ignis02",
			"disable": "",
			"img": "thumb2.jpg",
			"video": ""
		}
	]
}