{
  "hero_id": "Marja",
  "hero_name": "Marja",
  "main_info": {
    "price_gold": "18,888",
    "price_voucher": "539",
    "price_text": "",
    "position": "Pháp sư / Đỡ đòn",
    "special": "Hút máu",
    "lane": "Đường Caesar"
  },
  "main_skill": [{
      "name": "Hồn chú",
      "info": "Nội tại: Với mỗi 2% máu bị mất, Marja nhận 1% hút máu và hút máu phép, ngoài ra đòn đánh và kĩ năng của Marja còn làm chậm mục tiêu, máu mất càng nhiều làm chậm càng mạnh."
    },
    {
      "name": "Sóng thống khổ",
      "info": "ST Gốc: 350/440/530/620/710/800<br>H.Chiêu: 8/7.6/7.2/6.8/6.4/6<br>Marja vung tay phóng làn sóng ma mị về phía trước công kích kẻ địch, gây 350 (+0.52 công phép) STP và làm chậm nạn nhân trúng chiêu 40% trong 2s, bất cứ kẻ địch nào rơi vào tầm đánh của làn sóng này đều phải chịu tác động của nó."
    },
    {
      "name": "Phệ hồn trùng",
      "info": "ST Gốc: 350/420/490/560/630/700<br>H.Chiêu: 5/5/5/5/5/5<br>Marja triệu hồi một bầy yêu trùng tấn công lên những kẻ địch lân cận gây 350 (+0.55 công phép) STP, càng nhiều đối tượng xung quanh Marja, càng nhiều yêu trùng được sinh ra."
    },
    {
      "name": "Ác hồn",
      "info": "ST Gốc: 50/120/190<br>H.Chiêu: 24/24/24<br>Marja hóa thân thành Oán hồn vực thẳm, giúp bản thân được tăng 30% tốc chạy và không thể bị chọn làm mục tiêu trong 2s, khi hóa thân và hoàn hồn, cô nàng gây 300 (+0.45 công phép) STP lên kẻ địch lân cận, đặc biệt tại khoảnh khắc hóa thân, Marja trở nên bất khả xâm phạm và phá bỏ mọi hiệu ứng khống chế tồn tại trước đó."
    }
  ],
  "skill_up": [{
    "name": "*Mặc định",
    "line1": "1,3,5,7,9,11",
    "line2": "2,6,10,13,14,15",
    "line3": "4,8,12"
  }],
  "skill_combo": [{
      "name": "*Combo đầu game 1",
      "info": "3,0,2,0"
    },
    {
      "name": "*Combo đầu game 2",
      "info": "2,0,3,0"
    },
    {
      "name": "*Combo khi có đủ 3 kỹ năng",
      "info": "3,0,2,0,4,3,2,0"
    }
  ],
  "skill_note": "<strong class=\"clr-orange\">*Đầu game</strong><br>- Là một cô nàng hơi hướng Pháp sư và Tank vì thế đường nào cũng đi được ưu tiên Giữa nhé!!<br>- Mất càng nhiều máu thì càng mạnh mẻ thế nhưng đừng cho máu tuột xuống 0 nhé!! Kết hợp chiêu thức và đánh thường mang lại khả năng hút máu rất cao.<br>- Đẩy lính nhanh và di chuyển sang các đường khác hổ trợ.<br>- Khi có chiêu cuối Ác Hồn đó là thời khắc không sợ trời đất, hóa giải hầu hết mọi chiêu thức một trong số đó như: Bơm cười của Joker, Ảo ảnh trảm của Murad,...<br><br><strong class=\"clr-orange\">*Giữa và cuối game</strong><br>- Giai đoạn này Marja càng bá hơn nửa, khả năng trâu bò của cô ta sắp đến ngưỡng vì thế đừng ngần ngại giao tranh, bơi hết vào!!<br>- Ác Hồn là chiêu tiếp cận dame chủ lực của địch tuyến sau, hoặc khô máu xong dùng nó bỏ chạy cũng được, hãy suy nghĩ trước khi dùng nó!!<br>- Cuối game cố gắng hạ bệ một số thanh niên máu giấy nhanh nhất có thể, phá trụ và kết thúc với ống máu còn đầy nào!!",
  "skill_special": "TocBien,BocPha",
  "main_rune": [{
    "name": "*Ngọc cấp 2",
    "info": [{
        "name": "NgocDo24",
        "info": "Công phép +2.5<br>Xuyên giáp phép +1.4"
      },
      {
        "name": "NgocTim22",
        "info": "Công phép +1.4<br>Hút máu phép +0.8%<br>Giáp phép +1.6"
      },
      {
        "name": "NgocXanh28",
        "info": "Công phép +0.9<br>Xuyên giáp phép +3.8"
      }
    ]
  }, {
    "name": "*Ngọc cấp 3",
    "info": [{
        "name": "NgocDo31",
        "info": "Công phép +4.2<br>Xuyên giáp phép +2.4"
      },
      {
        "name": "NgocTim37",
        "info": "Hút máu phép +1.6%"
      },
      {
        "name": "NgocXanh33",
        "info": "Công phép +2.4<br>Giảm hồi chiêu +0.7%"
      }
    ]
  }],
  "item_build": [{
      "name": "Đường giữa hoặc đường trên dưới",
      "info": "QuyenTruongRhea,GiayKienCuong,TruongBang,GiapGaia,KhienHuyenThoai,PhuChuTruongSinh"
    },
    {
      "name": "Đường giữa hoặc đường trên dưới",
      "info": "QuyenTruongRhea,GiayHoVe,TruongBang,GiapGaia,GuomHienTriet,KhienThatTruyen"
    }
  ],
  "hero_battle": [{
      "name": "Đồng đội",
      "info": [{
          "hero_id": "alice",
          "info": "Alice"
        },
        {
          "hero_id": "butterfly",
          "info": "Butterfly"
        },
        {
          "hero_id": "maloch",
          "info": "Maloch"
        },
        {
          "hero_id": "teemee",
          "info": "TeeMee"
        },
        {
          "hero_id": "ngo_khong",
          "info": "NgoKhong"
        }
      ]
    },
    {
      "name": "Khắc chế",
      "info": [{
          "hero_id": "arum",
          "info": "Arum"
        },
        {
          "hero_id": "violet",
          "info": "Violet"
        },
        {
          "hero_id": "liliana",
          "info": "Liliana"
        },
        {
          "hero_id": "raz",
          "info": "Raz"
        }
      ]
    }
  ],
  "hero_story": "“Thứ không thể giết được ta chỉ khiến ta mạnh mẽ hơn”<br>Quý tiểu thư lừng danh chốn Veda, nghệ nhân trong giới nghệ sĩ, học đồ xuất sắc của Edras, Ma pháp sư xuất chúng của Veda… là những mỹ danh về nàng <i class=\"clr-orange\">Marja</i> mà cả thế giới đều yêu mến. Ngay cả Volkath, một tù binh của Edras, cũng bỏ qua những thành kiến và sự căm hờn Veda để quyết tâm theo đuổi mối tình với nàng thơ <i class=\"clr-orange\">Marja</i>.<br>Quả cảm và đầy mưu trí, Volkath nhanh chóng chiếm được trái tim của <i class=\"clr-orange\">Marja</i> và cả hai yêu nhau say đắm bất chấp mọi chống đối. Nhưng đời chẳng như mơ, mối tình này há lại có thể hạnh phúc bên nhau khi lý tưởng của họ, quốc gia của họ đều đối lập nhau hoàn toàn. Rồi một ngày nọ giữa Volkath và Edras xảy ra mâu thuẫn gay gắt, nàng <i class=\"clr-orange\">Marja</i> đáng thương rơi vào tình thế cực kỳ khó xử. Giữa người đã dạy dỗ đặt hết niềm tin vào mình và người mình yêu, nàng biết phải chọn ai bây giờ.<br>Lẽ dĩ nhiên tất cả tộc nhân Veda đều đồng lòng quyết ý trong công cuộc chống quân thù, thế nên việc <i class=\"clr-orange\">Marja</i> vẫn còn lưỡng lự giữa hai đàng là chuyện không thể chấp nhận được. Dẫu vẫn còn đó Edras thấu hiểu và cảm thông cho <i class=\"clr-orange\">Marja</i>, nhưng tất cả còn lại đều xem nàng như một kẻ phản bội. Trớ trêu thay <i class=\"clr-orange\">Marja</i> lại là một cô gái bướng bỉnh, thế nên khi thế giới càng tạo sức ép, thì nàng lại càng kiên định hơn trước sự lựa chọn của bản thân.<br>Cuộc chiến tiếp diễn hàng ngàn năm cho đến khi Edras qua đời còn Volkath rút lui với trọng thương. Giờ thì toàn thể Veda đều căm ghét <i class=\"clr-orange\">Marja</i>. Ngôi vị kế thừa Edras chỉ còn là dĩ vãng, thay vào đó tất cả đều buộc tội <i class=\"clr-orange\">Marja</i> thông đồng với quân thù để hãm hại quốc vương.<br>Bằng chứng về sự cấu kết này đã được tộc Veda lôi ra ánh sáng, chính tay <i class=\"clr-orange\">Marja</i> là kẻ trợ giúp Volkath nhận được thứ sức mạnh lẽ ra hắn không bao giờ được có, và chính <i class=\"clr-orange\">Marja</i> cũng thú nhận điều này. “Đúng là tôi đã trợ giúp Volkath, nhưng đấy là trước khi cuộc chiến này diễn ra,” nàng cố giải thích. “Tôi chưa bao giờ có ý muốn chống lại Veda – Tất cả những gì tôi làm là ủng hộ niềm tin của chàng, và chỉ thế mà thôi. Làm sao tôi có thể vì chàng mà hãm hại Ngài Edras cơ chứ--“<br>Đám đông thịnh nộ chẳng để cô dứt lời. Bản án được phán quyết ngay lập tức, và <i class=\"clr-orange\">Marja</i> sẽ phải chịu sự trừng phạt dưới tay của Ilumia, nhà lãnh đạo mới.<br>“Tước vị, quyền năng, tất cả sẽ bị loại khỏi tay ngươi. Ngươi sẽ phải dành hết đời trong ngục tối, nơi lũ bọ sẽ thực hiện nốt bản án và gặm nhấm tất cả những gì còn sót lại. Đó là cái giá ngươi phải trả cho mối tình của mình. Thật ngọt ngào phải không nào? Ta ghen tị đến chết mất thôi!” Ilumia cười phá lên khi cuối cùng cũng trả được mối hận sau bao thế kỷ mỏi mòn trông đợi Volkath, để rồi tất cả chỉ là tình đơn phương.<br><i class=\"clr-orange\">Marja</i> chẳng buồn bận tâm đến những lời lẽ cay nghiệt của Ilumia, vì giờ đây tranh cãi cũng nào có nghĩa lý chi. Thất vọng vì phản ứng tẻ nhạt trước mắt, Ilumia ngoay ngoắt rời đi. Lũ bọ hắc ám của Ngục huyễn tưởng bắt đầu ló mặt, sẵn sàng cho bữa tiệc thịnh soạn của đời chúng. Nàng <i class=\"clr-orange\">Marja</i> đơn độc đầy phiền muộn, mỹ vị trần gian là đây chứ là đâu! Nhưng, thành thật mà nói thì nàng ta trông cũng hơi đáng sợ đến mức kể cả lũ bọ cũng buộc phải bày tỏ quan ngại sâu sắc.<br>“Đến đây cùng xơi ta ngất ngây! Nếu các ngươi không chén sạch, thì ta biết rời chốn này thế nào đây,” <i class=\"clr-orange\">Marja</i> cất tiếng an ủi lũ bọ đang khiếp hãi.<br>Do bản án được thi hành quá vội vã, thế gian chẳng thể nào biết bằng cách nào <i class=\"clr-orange\">Marja</i> đã giúp Volkath vượt qua Ngục huyễn tưởng để đột nhập vào Vực không đáy và đạt được sức mạnh hắc ám từ Lokheim . Chính bản thân <i class=\"clr-orange\">Marja</i> cũng nhận được những quyền năng ma thuật từ Volkath, một trong những món quà hiếm hoi hắn dành tặng cho cô. Dẫu chẳng còn là nữ thần hùng mạnh, <i class=\"clr-orange\">Marja</i> vẫn sẵn sàng. Tất cả chỉ là vấn đề thời gian. Sớm thôi, cô sẽ trỗi dậy.<br>“Ngày mà ta phán xét các ngươi đã gần kề.”",
  "hero_skin": [{
      "name": "Oán Hồn Vực Thẳm",
      "gold": "18,888",
      "voucher": "539",
      "event": "",
      "wall": "Marja01",
      "disable": "yes",
      "img": "thumb1.jpg",
      "video": "Marja01"
    },
    {
      "name": "Linh Xà Tư Tế (Bậc A)",
      "gold": "",
      "voucher": "219",
      "event": "",
      "wall": "Marja02",
      "disable": "yes",
      "img": "thumb2.jpg",
      "video": "Marja02"
    }
  ]
}