{
	"hero_id": "Max",
	"hero_name": "Max",
	"main_info": {
		"price_gold": "13,888",
		"price_voucher": "359",
		"position": "Đỡ đòn / Đấu sĩ",
		"special": "Tiền đạo / Tiền vệ",
		"lane": "Đường Caesar"
	},
	"main_skill": [{
			"name": "Điện tích",
			"info": "Nội tại: mọi sát thương của Max khiến các mục tiêu rơi vào trạng thái Điện tích, chịu 30 (+4 mỗi cấp tướng) (+0,18 công vật lý) STC mỗi giây trong vòng 3s, suốt thời gian này, khả năng hồi phục của nạn nhân bị giảm 25%."
		},
		{
			"name": "Tay bán dẫn",
			"info": "ST Gốc: 300/360/420/480/540/600<br>Max vươn đôi tay máy xoay tròn tấn công kẻ địch lân cận, gây 300 (+143 STVL) STVL, mỗi nạn nhân trúng chiêu giúp Max nhận 6% tốc chạy, tối đa đạt 30% trong 4s."
		},
		{
			"name": "Động cơ cao thế",
			"info": "H.Chiêu: 12/11.6/11.2/10.8/10.4/10<br>Miến thương: 15%/16%/17%/18%/19%/20%<br>Max nhảy vọt qua mục tiêu và giật điện khiến nạn nhân bị choáng trong thoáng chốc, đồng thời Max tự tạo cho bản thân một lá chắn điện từ giúp tăng 15% miễn thương trong 3s, chiêu thức có thể tung lần nữa sau 4s."
		},
		{
			"name": "Ra đa đạn đạo",
			"info": "H.Chiêu: 70/65/60<br>Thời gian choáng: 1s<br>Max kích hoạt Ra-đa quét kẻ địch, giúp phát hiện mọi tướng địch đồng thời ngắt quãng quá trình biến về của chúng. Kích hoạt lần 2 để chọn mục tiêu tướng địch, sau đấy Max liền cất cánh bay vút đến tấn công nạn nhân, gây 700/950/1200 (+2.0 công vật lý cộng thêm) sát thương vật lý kèm hiệu ứng đẩy lùi.<br>Sau khi đáp xuống Max nhận lá chắn điện từ giúp tăng miễn thương và 30% kháng hiệu ứng, đồng thời tạo ra một vùng điện tích khiến những kẻ địch lân cận liên tục chịu ảnh hưởng trạng thái này, suốt quá trình bay Max có thể kích hoạt lần nữa để hạ cánh."
		}
	],
	"skill_up": {
		"line1": "1,3,5,7,9,11",
		"line2": "2,6,10,13,14,15",
		"line3": "4,8,12"
	},
	"skill_combo": [{
			"name": "*Combo đầu game 1",
			"info": "3,2,0,3"
		},
		{
			"name": "*Combo đầu game 2",
			"info": "2,0,3,0,3"
		},
		{
			"name": "*Combo khi có đủ 3 kỹ năng",
			"info": "4,3,2,0,3"
		},
		{
			"name": "*Hoặc như này",
			"info": "4,2,0,3,0,3"
		}
	],
	"skill_note": "*Max là một đấu sĩ tự do, có thể đi đường đơn hoặc chơi ở vị trí trợ thủ, đấu sĩ thôi đừng quá hổ báo nhé.<br>*Mọi kỹ năng của Max đều khiến đối thủ giảm khả năng hồi máu, các đòn đánh gây sát thương chuẩn kể cả trụ, mạnh như này đừng quên gank các đường khác nhé!<br>*Chiêu 2 Santo về trước, tăng miễn thương và có thể vượt cả địa hình (có mục tiêu mới xài được).<br>*Bật Rađa Đạn Đạo, kẻ trốn chạy coi như hết đời! :D<br>*Chiêu cuối xài như này: Bật tìm kẻ địch xung quanh > Chọn kẻ địch yếu máu >  Bật lần nửa bay tới đó (Trong quá trình bay muốn đáp chổ nào thì bật lần nửa). :P",
	"skill_special": "BocPha,TocBien",
	"main_rune": {
		"rune2": [{
				"name": "NgocDo25",
				"info": "Công vật lý +1.5<br>Máu tối đa +13.5"
			},
			{
				"name": "NgocTim23",
				"info": "Công vật lý +0.6<br>Máu tối đa +36"
			},
			{
				"name": "NgocXanh23",
				"info": "Máu tối đa +13.5<br>Xuyên giáp +3.8"
			}
		],
		"rune3": [{
				"name": "NgocDo36",
				"info": "Công vật lý +2<br>Xuyên giáp +3.6"
			},
			{
				"name": "NgocTim33",
				"info": "Máu tối đa +45<br>Hồi máu/5s +5.2<br>Tốc chạy +0.4%"
			},
			{
				"name": "NgocXanh31",
				"info": "Công vật lý +0.9<br>Xuyên giáp +6.4"
			}
		]
	},
	"item_build": [{
			"name": "Đường trên dưới hoặc trợ thủ",
			"info": "AoChoangThanRa,GiayKienCuong,GiapGaia,AoChoangBangGia,GiapHoMenh,KiemMuramasa"
		},
		{
			"name": "Đường trên dưới hoặc trợ thủ",
			"info": "AoChoangThanRa,GiayHoVe,AoChoangBangGia,HuanChuongTroy,GiapThongKho,KhienThatTruyen"
		},
		{
			"name": "Đường trên dưới hoặc trợ thủ",
			"info": "GiayKienCuong,AoChoangThanRa,KhienThatTruyen,HuanChuongTroy,NanhFenrir,GiapHoMenh"
		},
		{
			"name": "Game thủ hay lên",
			"info": "AoChoangThanRa,GiayKienCuong,AoChoangBangGia,HuanChuongTroy,GiapThongKho,KhienThatTruyen"
		}
	],
	"hero_battle": [{
			"name": "chơi trên cơ",
			"desc": "làm giảm khả năng hồi máu của",
			"info": [{
					"hero_id": "payna",
					"id_page": "Payna"
				},
				{
					"hero_id": "taara",
					"id_page": "Taara"
				},
				{
					"hero_id": "mganga",
					"id_page": "Mganga"
				},
				{
					"hero_id": "thane",
					"id_page": "Thane"
				}
			]
		},
		{
			"name": "và cách khắc chế",
			"desc": "thấy khó chịu khi gặp",
			"info": [{
					"hero_id": "chaugnar",
					"id_page": "Chaugnar"
				},
				{
					"hero_id": "xeniel",
					"id_page": "Xeniel"
				},
				{
					"hero_id": "raz",
					"id_page": "Raz"
				}
			]
		}
	],
	"hero_story": "\"Công nghệ sẽ phát triển loài người\":<br>Câu nói nổi tiếng trong cuốn tự truyện của <i class=\"clr-orange\">Max</i>, thiên tài sáng chế và là đệ tử chân truyền của Đại sư cơ khí Moren. Moren có thế là một ông già khô khan và cục cằn, nhưng ông không tiếc gì vào việc dạy dỗ <i class=\"clr-orange\">Max</i>.<br><i class=\"clr-orange\">Max</i> có một cuộc sống khó khăn. Bố cậu đã hy sinh trong chiến tranh trước khi cậu ta được sinh ra, và một mình mẹ cậu ấy đã làm việc cật lực để nuôi nấng <i class=\"clr-orange\">Max</i>. Không một xu dính túi, <i class=\"clr-orange\">Max</i> phải lăn lộn trên các con phố để sống qua ngày. Cậu ta thường xuyên lảng vảng xung quanh nhà sản xuất phế thải lớn nhất thế giới của Moren.<br>Moren đang bị chôn vùi trong thất vọng bởi sự trỗi dậy của gã người máy Skud. Công việc đổ đốn bới Moren cảm thấy chán nản, vứt bỏ những cỗ máy mình thiết kế như đống phế liệu. Tuy nhiên chúng lại là nguồn tài nguyên quý giá với <i class=\"clr-orange\">Max</i>, giúp <i class=\"clr-orange\">Max</i> sống sót qua ngày và nuôi hi vọng trở thành một nhà sáng chế.<br>“Tài sản khổng lồ” của <i class=\"clr-orange\">Max</i> đã khiến những kẻ lang thang khác cảm thấy đố kị. Chúng tập hợp nhau lại và đánh đuổi đứa trẻ mồ côi này ra khỏi nhưng con phố. Biết rằng mình không thể địch lại số đông, <i class=\"clr-orange\">Max</i> khôn ngoan rút lui, cho tới khi cậu có thể chế tạo được một cỗ máy từ đống phế liệu kia, giúp cậu có thế địch lại chúng.<br>Bị đánh thức bới những tiếng động lạ, Moren thực sự bị ấn tượng bởi những gì ông nhìn thấy. Cỗ máy mà <i class=\"clr-orange\">Max</i> chế tạo, tuy còn thô sơ, nhưng đã cho thấy sức sáng tạo vô hạn. Ông mời <i class=\"clr-orange\">Max</i> vào và đặt câu hỏi về chúng. Khi biết rằng cậu tự chế tạo cỗ mày này, Moren lập tức nhận <i class=\"clr-orange\">Max</i> là học trò. Và đương nhiên, <i class=\"clr-orange\">Max</i> không có lí do để từ chối lời đề nghị đó.<br>Dưới sự chỉ dẫn của Moren, <i class=\"clr-orange\">Max</i> học được kĩ thuật phức tạp của việc chế tạo các cỗ máy. Cậu chế tạo những cỗ máy chiến đấu siêu sức mạnh, giúp những đứa trẻ yếu ớt trở nên mạnh mẽ hơn, đủ sức đánh trả người lớn. Với phát mình của mình, <i class=\"clr-orange\">Max</i> trở thành chiến binh trẻ tuổi nhất của Miền Đất Hứa. Kể từ đó, cậu đã cùng với những cỗ máy của mình tham gia vô vàn trận chiến, đặt dấu chân của mình trong lịch sử nhân loại.<br>“Các ngươi sẽ phải hối tiếc nếu đánh giá thấp một đứa trẻ như ta”",
	"hero_skin": [{
			"name": "Thần Đồng Cơ Giới",
			"gold": "13,888",
			"voucher": "359",
			"event": "",
			"wall": "Max01",
			"disable": "yes",
			"img": "thumb1.jpg",
			"video": "Max01"
		},
		{
			"name": "Hiệp Sĩ Nhí",
			"gold": "",
			"voucher": "249",
			"event": "",
			"wall": "Max02",
			"disable": "yes",
			"img": "thumb2.jpg",
			"video": "Max02"
		},
		{
			"name": "Găng Tay Vàng (Football Fever)",
			"gold": "",
			"voucher": "",
			"event": "Mở sự kiện",
			"wall": "Max03",
			"disable": "yes",
			"img": "thumb3.jpg",
			"video": "Max03"
		}
	]
}