{
  "hero_id": "Quillen",
  "hero_name": "Quillen",
  "main_info": {
    "price_gold": "18,888",
    "price_voucher": "539",
    "price_text": "",
    "position": "Sát thủ",
    "special": "Tiền đạo / Trung phong",
    "lane": "Đi rừng"
  },
  "main_skill": [{
      "name": "ĐÁNH LÉN",
      "info": "Nội tại: Những đòn đánh và chiêu thức tấn công từ phía sau kẻ địch chắc chắn gây chí mạng (tối đa 1500 lên kẻ địch không phải tướng).<br>Tuy nhiên sát thương chí mạng khởi điểm của hắn chỉ là 125% (tăng 0.5% theo mỗi 0.5% tỷ lệ chí mạng Quillen có).<br>Tấn công trước mặt chắc chắn không chí mạng."
    },
    {
      "name": "CHÉM ĐÔI",
      "info": "Hồi chiêu: 4/3.8/3.6/3.4/3.2/3 giây<br>Tiêu hao: 0 nội năng<br>Quillen chém chớp nhoáng hai lần theo hướng chỉ định, gây 175/200/225/250/275/300 + (0.55 công vật lý cộng thêm) sát thương vật lý mỗi lần."
    },
    {
      "name": "ĐOẢN MỆNH",
      "info": "Hồi chiêu: 9/8.6/8.2/7.8/7.4/7 giây<br>Tiêu hao: 0 nội năng<br>Quillen lướt đi, khi đến đích lập tức tấn công kẻ địch gây 300/340/380/420/ 460/500 + (0.8 công vật lý cộng thêm) sát thương vật lý và đánh dấu nó trong 10 giây (chỉ có thể đánh dấu một kẻ địch mỗi lần).<br>Mỗi lần Quillen công kích nạn nhân bị đánh dấu sẽ làm chậm 50% tốc chạy trong 1 giây, và giảm 1 giây hồi chiêu này.<br>Kẻ địch chịu dấu ấn sẽ bị giảm 30% sát thương gây ra lên Quillen."
    },
    {
      "name": "ẨN SÁT",
      "info": "Hồi chiêu: 20/18/16 giây<br>Tiêu hao: 0 nội năng<br>Quillen lăn một vòng, sau đó tàng hình trong 3 giây, tăng 40% tốc chạy và hồi 70/105/140 + (0.15 công vật lý cộng thêm) máu mỗi 0.5 giây. Suốt thời gian này, nếu Quillen tấn công kẻ địch sẽ hiện hình và cường hoá bản thân trong 3 giây kế tiếp.<br>Cường hoá: Quillen nhận 150/175/200 công vật lý, và 30% tốc chạy mỗi khi gây sát thương lên kẻ địch.<br>Nội tại: Phụ hoặc hạ gục tướng địch sẽ làm mới hồi chiêu của toàn bộ chiêu thức."
    }
  ],
  "skill_up": [{
    "name": "*Mặc định",
    "line1": "1,3,5,7,9,11",
    "line2": "2,6,10,13,14,15",
    "line3": "4,8,12"
  }],
  "skill_combo": [{
      "name": "*Combo đầu game (nếu tăng chiêu 2 trước)",
      "info": "3,0"
    },
    {
      "name": "*Combo đầu game",
      "info": "3,0,2"
    },
    {
      "name": "*Combo khi có đủ 3 chiêu thức",
      "info": "3,0,2,0,4"
    },
    {
      "name": "*Hoặc như này",
      "info": "4,3,0,2,0,4"
    }
  ],
  "skill_note": "<strong class=\"clr-orange\">*Đầu game</strong><br>- Quillen một sát thủ có khả năng tàng hình và săn đuổi mục tiêu, vì thế vị trí rừng sẽ rất phù hợp với anh ta (cũng có thể nói là bản Butterfly nâng cấp)<br>- Một đều đặt biệt ở Quillen là tấn công mục tiêu từ phía sau sẽ chắc chắn chí mạng, phía trước thì chắc chắn không nhé.<br>- Tận dụng bộ combo đầu game Đoản mệnh + Đánh thường + Chém đôi sẽ tối ưu hóa sát thương, tuy nhiên chú ý là mình phải đứng sau mục tiêu đấy nhé!!<br>- Combo khá mạnh, vì thế hãy ăn các mục tiêu lớn trong rừng rồi đi gank các lane lấy lợi thế nhé!!.<br><br><strong class=\"clr-orange\">*Giữa và cuối game</strong><br>- Quillen hóa thành sát thủ ẩn mình lợi dụng lợi thế này đi săn kẻ địch đi lang thang nhé!!<br>- Chiêu cuối Ẩn sát có khoảng thời gian tàng hình khá ngắn vì thế hãy tập luyện chiêu thức này để gank hợp lý nhé!!<br>- Nội tại chiêu cuối khá giống Butterfly khi mà phụ hoặc hạ gục tướng địch sẽ làm mới hồi chiêu toàn bộ kĩ năng, vì thế trong combat cố gắng hạ mục tiêu nhanh nhất sẽ giúp có lại bộ chiêu thức nhé!!<br>- Vì là sát thủ nên đừng dại dột lao vào đội hình đối thủ khi có một mình nhé hãy sát cánh cùng đồng đội.",
  "skill_special": "TrungTri",
  "main_rune": [{
    "name": "*Ngọc cấp 2",
    "info": [{
        "name": "NgocDo28",
        "info": "Tỷ lệ chí mạng +0.5%<br>Sát thương chí mạng +2%"
      },
      {
        "name": "NgocTim28",
        "info": "Máu tối đa +13.5<br>Tốc chạy +0.7%"
      },
      {
        "name": "NgocXanh23",
        "info": "Máu tối đa +13.5<br>Xuyên giáp +3.8"
      }
    ]
  }, {
    "name": "*Ngọc cấp 3",
    "info": [{
        "name": "NgocDo39",
        "info": "Tỷ lệ chí mạng +0.7%<br>Sát thương chí mạng +3.6%"
      },
      {
        "name": "NgocTim31",
        "info": "Công vật lý +1.6<br>Tốc chạy +1%"
      },
      {
        "name": "NgocXanh31",
        "info": "Công vật lý +0.9<br>Xuyên giáp +6.4"
      }
    ]
  }],
  "item_build": [{
      "name": "Đi rừng",
      "info": "KiemTruyHon,GiayKienCuong,ThanhKiem,ThuongXuyenPha,PhucHopKiem,NanhFenrir"
    },
    {
      "name": "Đi rừng (thay thế)",
      "info": "RiuGnoll,GiayHoVe,ThanhKiem,ThuongXuyenPha,AoChoangBangGia,KiemMuramasa"
    }
  ],
  "hero_battle": [{
      "name": "Đồng đội",
      "info": [{
          "hero_id": "alice",
          "info": "Alice"
        },
        {
          "hero_id": "maloch",
          "info": "Maloch"
        },
        {
          "hero_id": "payna",
          "info": "Payna"
        },
        {
          "hero_id": "baldum",
          "info": "Baldum"
        },
        {
          "hero_id": "ybneth",
          "info": "Ybneth"
        }
      ]
    },
    {
      "name": "Khắc chế",
      "info": [{
          "hero_id": "lindis",
          "info": "Lindis"
        },
        {
          "hero_id": "arum",
          "info": "Arum"
        },
        {
          "hero_id": "omen",
          "info": "Omen"
        },
        {
          "hero_id": "payna",
          "info": "Payna"
        },
        {
          "hero_id": "annette",
          "info": "Annette"
        },
        {
          "hero_id": "roxie",
          "info": "Roxie"
        }
      ]
    }
  ],
  "hero_story": "\"Sinh tồn và tôn nghiêm của nhân loại chỉ có thể đạt được dựa trên nền tảng đao kiếm và súng đạn\"<br><i class=\"clr-orange\">Quillen</i> là một ngôi sao mới nổi của diễn đàn Liên bang tự do. Anh không chỉ trẻ trung, tuấn tú, thông tuệ và sáng suốt, mà còn là một chính khách vừa thành thục, vừa giảo hoạt với khả năng ăn nói kiệt xuất. Nếu không phải do lập trường của <i class=\"clr-orange\">Quillen</i> quá cấp tiến, thì hiện tại con đường thăng tiến của anh đã thuận lợi hơn rất nhiều.<br>Tuy vậy, <i class=\"clr-orange\">Quillen</i> chưa bao giờ có ý định thay đổi chính kiến của mình. Bởi so với các bậc cấp cao nay đã luống tuổng thì anh vẫn còn thừa thời gian và kiên nhẫn chờ đợi. <i class=\"clr-orange\">Quillen</i> không khỏi cảm thấy may mắn, nhưng đồng thời cũng cảm thán – tuổi thọ của nhân loại quá ngắn ngủi.<br>Tuổi thọ không phải là nhược điểm duy nhất của nhân loại. So với các chủng tộc trí tuệ khác, bất kể về huyết mạch truyền thừa hay thiên phú ma pháp, nhân loại luôn nằm ở thế yếu. Trong thời kỳ loạn lạc trước kia, nhờ có sự che chở của Tháp quang minh mà con người còn duy trì được đất đai, và lương thực để sinh sống.<br>Ngày nay nhân loại tuy đã chiếm phần lới đại lục, cũng như nắm giữ khoa học kỹ thuật cùng pháp thuật sánh ngang Thần Ma, nhưng mối uy hiếp đến từ thứ lực lượng thừa sức hủy diệt tất cả của Vực hỗn mang, Rừng nguyên sinh, hay thậm chí Tháp quang minh vẫn luôn tồn tại…. Chúng ta phải luôn tỉnh táo và cảnh giác, bởi đồng minh hôm nay rất có thể biến thành kẻ địch chỉ trong ngày mai!<br>Trích đoạn từ bài phát biểu của <i class=\"clr-orange\">Quillen</i> tại buổi tọa đàm về Hiểm họa dị tộc này thể hiện rõ ràng quan điểm nền tảng của <i class=\"clr-orange\">Quillen</i>. Từ một dân thường quật khởi đến ngày hôm nay, chủ trương của <i class=\"clr-orange\">Quillen</i> đã nhận được không ít sự ủng hộ từ các cử tri Liên bang, cũng như đạt được sự che chở của một nhóm các đồng minh có cùng quan điểm cấp tiến. Quan trọng nhất, anh nhận được lời mời gọi của Hội ám hoàng.<br>Quét sạch dị tộc, thanh tẩy thế giới. So với <i class=\"clr-orange\">Quillen</i>, tư tưởng của tổ chức bí ẩn cực đoan chủ nghĩa chủng tộc này thậm chí càng cấp tiến hơn. Họ chủ trương sử dụng bạo lực tiêu diệt tất cả các giống loài có khả năng uy hiếp đến nhân loại, qua đó xác lập nền thống trị tuyệt đối.<br>Trước sự chào mời của sứ giả tổ chức thần bí này, <i class=\"clr-orange\">Quillen</i> không lập tức trả lời. Về lý tưởng cá nhân thì sự tương đồng quan điểm giữa cả hai khiến anh thật sự hứng thú. Nhưng xét trên phương diện cấp cao hơn, anh không khỏi quan ngại sâu sắc về cái giá phải bỏ ra để đạt được mục tiêu này. Đời nào ai lại đánh cược tất cả tiền đồ của mình vào một tổ chức mờ ám, để đạt được một lý tưởng xa vời.<br>Vị sứ giả tựa như đã lường trước được chuyện này. Hắn bày ra một danh sách thể hiện lực lượng của tổ chức, và dần dà từng chứng cứ đanh thép lộ diện: từ chính trị đến kinh tế, từ khoa học kỹ thuật đến quân sự… <i class=\"clr-orange\">Quillen</i> nào hay hóa ra những vị pháp sư truyền kỳ, các kỵ sĩ lưu danh sử sách, thậm chí cả những tư tế của Tháp quang minh, vậy mà đều là thành viên của tổ chức thần bí này.<br>Nhìn vào ánh mắt của vị sứ giả, <i class=\"clr-orange\">Quillen</i> thực sự cảm nhận được tính chân thật của chuyện này, và một viễn cảnh huy hoàng dần hiện ra trước mắt anh – quyền uy và lực lượng để đạt được lý tưởng của đời người. Bản năng thúc đẩy anh đưa ra lựa chọn mang lại lợi ích lớn nhất, bất chấp những nguy hiểm đi kèm.<br>Thế là sau này dù đã trở thành nghị viên của Liên bang, chính thức bước chân vào bộ máy quyền lực trung tâm, nhưng đối với <i class=\"clr-orange\">Quillen</i> đây cũng chỉ là vỏ bọc tạm thời để ngụy trang bản thân. Anh bắt tay cùng các minh hữu không ngừng xây dựng một tổ chức mới với các sát thủ được đào tạo cực kỳ cẩn thận, nhằm thể hiện giá trị của mình đối với tổ chức. Tương tự Hội ám hoàng cũng thể hiện thiện ý rõ rệt khi không ngừng đề bạt <i class=\"clr-orange\">Quillen</i>, giúp anh nhanh chóng trở thành một trong các thành viên then chốt với thực quyền trong tổ chức.<br>Ban ngày <i class=\"clr-orange\">Quillen</i> là một thành viên quyền lực áo quần chỉn chu, lời nói cẩn trọng. Ban đêm anh cũng thực hiện chuyện tương tự, chỉ khác là thay lời nói bằng hành động thông qua lưỡi đao xóa sổ dị tộc.<br>Luật tự nhiên: chỉ kẻ nào thích nghi, sống sót!",
  "hero_skin": [{
      "name": "Ám Đao Thanh Trừng",
      "gold": "18,888",
      "voucher": "539",
      "event": "",
      "wall": "Quillen01",
      "disable": "yes",
      "img": "thumb1.jpg",
      "video": ""
    },
    {
      "name": "Trưởng Ngoại Khoa",
      "gold": "",
      "voucher": "219",
      "event": "",
      "wall": "Quillen02",
      "disable": "yes",
      "img": "thumb2.jpg",
      "video": ""
    }
  ]
}