{
  "hero_id": "Richter",
  "hero_name": "Richter",
  "main_info": {
    "price_gold": "",
    "price_voucher": "",
    "price_text": "1 viên đá quý",
    "position": "Đấu sĩ / Sát thủ",
    "special": "Tiền đạo",
    "lane": "Đường Caesar"
  },
  "main_skill": [{
      "name": "THANH GƯƠM BIẾN ẢO",
      "info": "Nội tại: Ở các môi trường khác nhau hơn 1.5 giây sẽ giúp cơ thể thích nghi và cường hoá bản thân. Mỗi lần chuyển trạng thái sẽ giúp Richter tăng 50% tốc trong 0.5 giây.<br>Bụi cỏ: Tăng 15% (+3% mỗi cấp) tốc đánh<br>Dưới sông: Tăng 15% tốc chạy<br>Trên đường: Tăng 10% miễn thương."
    },
    {
      "name": "CHẶT & CHÉM",
      "info": "Hồi chiêu: 8 giây<br>Richter lướt về phía trước gây 50/70/90/110/130/150（+0.5 công vật lý) sát thương vật lý, đồng thời gây hiệu ứng tuỳ theo màu gươm hiện có.<br>Gươm xanh: tăng tầm lướt và gây làm chậm 60%<br>Gươm đỏ: Hất tung 0.75 giây và gây 5-10% máu tối đa của kẻ địch.<br>Chưa hết, Richter vung gươm chém tiếp gây 100~300 (+1.0 công vật lý) sát thương vật lý, rồi biến đòn đánh kế tiếp gây 25/50/75/100/125/150 (+1.0 công vật lý) sát thương phép<br>Nếu chiêu thức trúng kẻ địch sẽ được hồi lại ngay lập tức. Hiệu ứng này chỉ xảy ra mỗi 4 giây một lần.<br>Tầm lướt tới của Kiếm Đỏ bằng tầm lướt tới ở dạng Kiếm Vàng."
    },
    {
      "name": "CÔNG THỦ TOÀN DIỆN",
      "info": "Hồi chiêu: 16 giây<br>Tiêu hao: 0 nội năng<br>Richter huơ gươm phòng thủ giúp bản thân miễn nhiễm mọi trạng thái khống chế và sát thương trong 0.75 giây (có thể di chuyển bình thường).<br>Vừa hết thời gian, Richter lập tức tấn công gây 200/245/290/335/380/425 (+1 công vật lý) sát thương vật lý. Tích trữ tối đa 2 cộng dồn.<br>Ở trạng thái Gươm vàng sát thương gây ra sẽ là：200/255/310/365/420/475 (+1.5 công vật lý).<br>Nếu Richter đang có Gươm vàng và chặn thành công một hiệu ứng khống chế thì hắn sẽ gây choáng mục tiêu 1 giây.<br>Thời gian sử dụng chiêu thức lần nữa: 5 giây."
    },
    {
      "name": "VÙNG DIỆT QUỶ",
      "info": "Hồi chiêu: 40/35/30 giây<br>Tiêu hao: 0 nội năng<br>Richter tung chiêu, khắc dấu ấn diệt quỷ lên kẻ địch lân cận, đồng thời tạo ra một vùng gây 36/58/80 (+0.1 công vật lý) sát thương chuẩn và làm chậm mỗi 0.5 giây trong 5 giây. Các nạn nhân trúng dấu ấn nếu chịu 5 đợt sát thương từ chiêu thức này sẽ nhận 300/500/700 (+1.0 công vật lý) sát thương chuẩn, đồng thời bị câm lặng 1 giây."
    }
  ],
  "skill_up": [{
    "name": "*Mặc định",
    "line1": "1,3,5,7,9,11",
    "line2": "2,6,10,13,14,15",
    "line3": "4,8,12"
  }],
  "skill_combo": [{
      "name": "*Combo đầu game",
      "info": "2,0,3,2,0"
    },
    {
      "name": "*Combo khi có đủ 3 chiêu thức (chú ý đổi vị trí, đất, nước, bụi cỏ)",
      "info": "2,0,4,2,0,3"
    }
  ],
  "skill_note": "<strong class=\"clr-orange\">*Đầu game</strong><br>- Richter khá lạnh lùng và cô độc vì thế đường đơn hợp zới anh ta hơn!!<br>- Đầu game tùy lane bạn là ai nên lựa chọn vị trí dùng Chặt và chém cấu rỉa hợp lý, chiêu này hơi khó muốn như ý phải dựa vào địa hình hiện tại vì thế đồi hỏi bạn phải tập luyện nhiều để có thể ứng biến.<br>- Khô máu khỏi lo vì có Công thủ toàn diện miễn nhiễm mọi trạng thái khống chế hoành tráng chưa nào.<br>- Tuy nhiên không nên hổ báo, hãy tìm kiếm lợi thế bằng cách ăn chim, và kiểm soát các mục tiêu như Dơi, hoặc tranh thủ giúp mid dọn lính khi đi gank.<br><br><strong class=\"clr-orange\">*Giữa và cuối game</strong><br>- Về giữa và cuối game, khả năng bộc phá của Richter là một đều gì đó táo bạo, tận dụng chiêu cuối quẩy càng đông càng lợi, có sát thương chuẩn đấy nhé.<br>- Về Vùng diệt quỷ rất lợi khi đông đảo kẻ địch với các dấu ấn tích lũy sẽ mang cho Richter kha khá sát thương.<br>- Cuộc vui nào cũng tàng, canh thời gian nếu có thể thì dứt điểm hoặc rút lui về vùng an toàn.",
  "skill_special": "TocBien,TrungTri,BocPha",
  "main_rune": [{
    "name": "*Ngọc cấp 2",
    "info": [{
        "name": "NgocDo26",
        "info": "Công vật lý +1.5<br>Tốc đánh +0.4%"
      },
      {
        "name": "NgocTim24",
        "info": "Máu tối đa +36<br>Giáp +1.6"
      },
      {
        "name": "NgocXanh23",
        "info": "Máu tối đa +13.5<br>Xuyên giáp +3.8"
      }
    ]
  }, {
    "name": "*Ngọc cấp 3",
    "info": [{
        "name": "NgocDo36",
        "info": "Công vật lý +2<br>Xuyên giáp +3.6"
      },
      {
        "name": "NgocTim32",
        "info": "+1% Tốc đánh<br>+1% Tốc chạy"
      },
      {
        "name": "NgocXanh31",
        "info": "Công vật lý +0.9<br>Xuyên giáp +6.4"
      }
    ]
  }],
  "item_build": [{
      "name": "Đường Caesar",
      "info": "AoChoangThanRa,GiayHoVe,ThuongXuyenPha,PhucHopKiem,NanhFenrir,GiapHoMenh"
    },
    {
      "name": "Đường Caesar (thay thế)",
      "info": "AoChoangThanRa,GiayKienCuong,ThuongLonginus,AoChoangBangGia,HuanChuongTroy,KiemMuramasa"
    },
    {
      "name": "Đường Caesar (thử bộ này)",
      "info": "ThuongXuyenPha,GiayKienCuong,PhucHopKiem,NanhFenrir,KiemMuramasa,LiemDoatMenh"
    }
  ],
  "hero_battle": [{
      "name": "Đồng đội",
      "info": [{
          "hero_id": "alice",
          "info": "Alice"
        },
        {
          "hero_id": "xeniel",
          "info": "Xeniel"
        },
        {
          "hero_id": "payna",
          "info": "Payna"
        },
        {
          "hero_id": "ybneth",
          "info": "Ybneth"
        },
        {
          "hero_id": "maloch",
          "info": "Maloch"
        },
        {
          "hero_id": "cresht",
          "info": "Cresht"
        }
      ]
    },
    {
      "name": "Khắc chế",
      "info": [{
          "hero_id": "annette",
          "info": "Annette"
        },
        {
          "hero_id": "arum",
          "info": "Arum"
        },
        {
          "hero_id": "omen",
          "info": "Omen"
        },
        {
          "hero_id": "roxie",
          "info": "Roxie"
        }
      ]
    }
  ],
  "hero_story": "\"Chú ơi, Chú đã nhìn thấy ma quỷ chưa? Loại quỷ xịn, có ý thức và biết nói ý.\"<br>“Ừm...tất nhiên là ta từng thấy rồi”<br>“Oa! Thật luôn? Vậy chúng trông thế nào?”<br>\"Hừm ... ta không thấy rõ. Ta trúng một đòn của nó nên bất tỉnh. Lúc thức dậy thì cuộc chiến đã kết thúc.\"<br>“Thảo nào mọi người đều gọi chú là <i class=\"clr-orange\">Richter</i> chém gió, công nhận tài chém gió của chú khiếp thật!\"<br>\"Chém gió? Đó không phải là chém gió ......\" <i class=\"clr-orange\">Richter</i> lẩm bẩm, nhặt chiếc túi da đựng rượu lúa mạch lên làm một hớp, vị chua chát của rượu xộc lên như muốn hàn gắn trái tim có đôi chút mất mát của anh.<br><i class=\"clr-orange\">Richter</i> đang nói sự thật.<br>Mang trong mình dòng máu của các Pháp sư ma thuật đen, <i class=\"clr-orange\">Richter</i> cùng các đồng đội sở hữu sức mạnh phi thường và khả năng bất tử, đã chiến đấu với vô vàn quỷ dữ suốt 800 năm.<br>Đó là thời kỳ huy hoàng nhất của Thợ săn quỷ. Trong nhiều khu vực quỷ dữ hoành hành, danh tiếng của họ trong dân chúng còn lấn át các Lãnh chúa địa phương. Nhưng với Cuộc chiến Thanh trừng và sự sụp đổ của Pháp sư Ma thuật đen, địa vị của họ giảm dần. Mặc cho thời gian sát cánh cùng quân đội tới tiền tuyến miền Nam khốc liệt đã nhuộm đỏ áo choàng các Thợ Săn một màu máu, chứng minh họ là kẻ thù của thế lực Hắc Ám, danh dự đã hoen ố của họ vẫn không thể phục hồi.<br>Kể từ đó, không ai ca ngợi giá trị và sự vĩ đại của Thợ săn quỷ, và cũng không ai quan tâm đến sự hy sinh và cống hiến của họ nữa. Đội quân săn quỷ chiến tích lẫy lừng của quá khứ dần bị thế giới lãng quên trong đống đổ nát của cuộc chiến tranh thành Nam.<br><i class=\"clr-orange\">Richter</i> là một trong số ít thợ săn sống đến cuối cuộc chiến. Sau khi được Hội đồng Ma thuật xem xét và thẩm định , anh ta có thể trở lại xã hội loài người. Hàng trăm năm chinh chiến trong quân ngũ và tên gọi của hàng trăm đồng đội đã hy sinh thực sự là động lực đằng sau sự tồn tại của <i class=\"clr-orange\">Richter</i>: miễn là anh ta vẫn còn sống, Thế giới còn chưa thể quên hết mọi thứ họ đã làm.<br>\"Hồi ức, đó là thứ gì còn say hơn rượu!\" <i class=\"clr-orange\">Richter</i>, người đã trở về từ chỗ của các vị thần giờ lắc lắc túi rượu không còn là mấy, thứ anh trân quý vô cùng. Vẫn còn một khoảng cách ngắn đến điểm cấp rượu tiếp theo và anh ta phải tính toán mức sử dụng hàng ngày, nếu không đêm tiếp theo sẽ thật ảm đạm. Anh thực lòng mong ước rằng những thứ bẩn thỉu ẩn náu trong đêm sẽ nhanh chóng ra tay, để anh có thể hoàn thành chuyến “đi săn” này càng sớm càng tốt.<br>Thân phận hiện tại của <i class=\"clr-orange\">Richter</i> là một người áp tải hàng thuê miễn phí. Bảy ngày trước, <i class=\"clr-orange\">Richter</i> đã cải trang thành một người áp tải hàng thuê bị thất lạc đồng đội và gia nhập thành công vào Đội áp tải hàng cho các Thương nhân. Đó là đoàn vận tải hàng đang bị các Sinh vật Hắc ám để mắt tới gần đây -  Những xe hàng cần tới sức kéo của tám con gia súc mới có thể dịch chuyển được, trên đó chất đầy Đá ma thuật được các Thương nhân kia mua từ miền đất Gebi tận trời Tây, cũng là món ăn thèm muốn nhất của lũ Sinh vật Hắc ám. Nhóm lính đánh thuê ban đầu không chào đón anh chàng đi lạc này. Nhưng sau khi <i class=\"clr-orange\">Richter</i> bỏ ra một túi Bạc, họ đã sẵn sàng chấp nhận người đồng hành mới này. Trong con mắt của lính đánh thuê, tiền vàng tiền bạc là những người bạn tốt nhất. Vì vậy, khi <i class=\"clr-orange\">Richter</i> xung phong nhận canh ca đêm, người trưởng nhóm còn lịch sự từ chối  và còn dặn dò <i class=\"clr-orange\">Richter</i> nên nghỉ đêm cho tốt: \"Trong con đường vận chuyển buôn bán này, không ai dám chạm vào hàng hóa chúng ta bảo hộ đâu.\"<br>\"Nhưng đối tượng mà ta lo lắng không phải nhân loại!\" <i class=\"clr-orange\">Richter</i> dở khóc dở cười, thò tay móc ra một túi bạc nữa. Anh thì thầm nói với người nhóm trưởng “ý đồ trong sáng\" của mình: \"Dù sao, nửa đêm làm một giấc cũng chẳng ai hay biết, xong ngày hôm sau lại vẫn có thể đường hoàng ngủ bù trên nóc xe hàng, giảm được bao nhiêu vất vả của cả chuyến đi\".<br>Như vậy, <i class=\"clr-orange\">Richter</i> đã giành công việc \"quý giá\" này, nhưng trưởng nhóm còn trang bị cho anh một \"trợ thủ\" - chính là thằng nhóc Luen vừa nãy còn nhổ nước miếng vào người <i class=\"clr-orange\">Richter</i>.  Trong suy nghĩ của trưởng nhóm, <i class=\"clr-orange\">Richter</i> dù sao vẫn là ma mới, chưa rõ ý đồ và nguồn gốc nên cần một người trông chừng anh ta đề phòng bất trắc. <i class=\"clr-orange\">Richter</i> không quan tâm, vì toàn bộ sự tập trung của anh ta hướng cả vào màn đêm dần buông xuống.<br>“Xem ra, sự kiên nhẫn của các ngươi có lẽ đã hết rồi nhỉ?” <i class=\"clr-orange\">Richter</i> nhìn đống lửa và lẩm bẩm với chính mình. Có vẻ như để đáp lại lời nói của <i class=\"clr-orange\">Richter</i>, một âm thanh rên rỉ theo làn gió bay tới, và không khí gần trại đột nhiên lạnh hẳn đi. <i class=\"clr-orange\">Richter</i> biết rằng con mồi đang chờ đợi từ lâu của anh sắp chui vào bẫy.<br>Những thay đổi đột ngột này đánh thức những áp tải hàng đang say giấc. Mặc dù nhận thức về thế lực hắc ám của họ thấp hơn nhiều so với <i class=\"clr-orange\">Richter</i>, nhưng nhiều năm làm nghề áp tải hàng thuê đã rèn cho họ bản năng khi sự nguy hiểm đến gần. Khi đã vũ trang đầy đủ bước ra khỏi trại, họ khó có thể tin vào mắt mình: <i class=\"clr-orange\">Richter</i>, kẻ chém gió chuyên nghiệp, đang cầm một thanh kiếm đối đầu với một nhóm sinh vật hắc ám đầy khủng bố. Anh chàng này vẫn giữ được thái độ bình tĩnh tự tin khiến họ tưởng mình còn đang mơ.<br>“Mặc dù hàng trăm năm đã trôi qua, mặc dù đã bị thế giới quên lãng, nhưng là một Thợ săn Quỷ, ta chưa bao giờ quên vinh quang và sứ mệnh đằng sau tên gọi này.”<br><i class=\"clr-orange\">Richter</i> nhìn đám quái vật trước mặt anh, lẩm bẩm với chính mình. \"Ta tin rằng các ngươi cũng chưa bao giờ quên cái chết và nỗi sợ hãi mà cái tên gọi này mang lại. Nếu trót quên, thì ta cũng không ngại nhắc lại với các ngươi lần nữa.\"<br>Sau đó, <i class=\"clr-orange\">Richter</i> rút kiếm ra. Ánh kiếm giống như những ngón tay của Nữ thần ánh sáng, xuyên thủng bóng tối của màn đêm đang bao phủ.<br>\"Nơi nào có bóng tối, nơi đó là chiến trường của ta!\"",
  "hero_skin": [{
      "name": "Lưỡi Gươm Diệt Quỷ",
      "gold": "",
      "voucher": "",
      "event": "1 viên đá quý",
      "wall": "Richter01",
      "disable": "yes",
      "img": "thumb1.jpg",
      "video": "Richter01"
    },
    {
      "name": "Bá Tước",
      "gold": "",
      "voucher": "279",
      "event": "",
      "wall": "Richter02",
      "disable": "yes",
      "img": "thumb2.jpg",
      "video": "Richter02"
    }
  ]
}