{
  "hero_id": "Rourke",
  "hero_name": "Rourke",
  "main_info": {
    "price_gold": "25,888",
    "price_voucher": "599",
    "price_text": "",
    "position": "Đấu sĩ / Xạ thủ",
    "special": "Tiền đạo / Trung phong",
    "lane": "Đi rừng"
  },
  "main_skill": [{
      "name": "Tán xạ",
      "info": "Nội tại: Nỏ của Rourke bắn ra mũi tên đặc biệt khiến nạn nhân tướng địch trúng phải sẽ bị giảm giáp trong 6s, cộng dồn tối đa 12 lần; gây 50% tổng công vật lý + 40% x sát thương các mũi tên cộng dồn (công trình không phải chịu sát thương thêm từ các mũi tên này), chỉ các đòn đánh xen kẽ giữa các mũi tên đặc biệt có thể gây chí mạng hoặc kích hoạt hiệu ứng đi kèm đòn đánh.<br>Sát thương đòn đánh thường lên trụ：100%."
    },
    {
      "name": "Đoạt mệnh nỏ",
      "info": "H.Chiêu: 8/7.6/7.2/6.8/6.4/6<br>Rourke tăng 40% tốc chạy trong 4 giây, đồng thời bắn ra mũi tên đặc biệt trong đòn đánh kế, gây 225 (+0.75 công vật lý) sát thương vật lý mỗi mũi. Nạn nhân trúng 4 mũi tên này sẽ bị giảm tốc chạy."
    },
    {
      "name": "Xung phong",
      "info": "ST Gốc: 180/200/220/240/260/280<br>H.Chiêu: 10/9.4/8.8/8.2/7.6/7<br>Rourke anh dũng lướt tới trước gây 180 STVL kèm hiệu ứng đẩy lùi trong một vùng nhỏ, đồng thời lập tức thắng lại, nếu có nạn nhân tướng địch trúng chiêu sẽ giúp Rourke giảm 2s hồi chiêu này."
    },
    {
      "name": "Càng chiến càng hăng",
      "info": "Lá chắn: 1200/1800/2400<br>H.Chiêu: 60/55/50<br>ST thêm: 50/100/150<br>Tăng giáp: 120/180/240<br>Rourke loại bỏ mọi trạng thái khống chế hiện tại, đồng thời tự tạo lá chắn giúp chặn 1200 ST, chừng nào lá chắn còn tồn tại, Rourke còn được miễn nhiễm các trạng thái khống chế, và khiến mọi đòn đánh hoặc chiêu thức chuyển hóa 50% sát thương gây ra thành giá trị cộng thêm cho lá chắn (20% hiệu lực lên lính và quái); tối đa lên đến 150% giá trị lá chắn gốc, đặc biệt ngay tại thời điểm tung chiêu Rourke còn được tăng công vật lý và giáp; hiệu ứng kéo dài 6s."
    }
  ],
  "skill_up": [{
    "name": "*Mặc định",
    "line1": "1,3,5,7,9,11",
    "line2": "2,6,10,13,14,15",
    "line3": "4,8,12"
  }],
  "skill_combo": [{
      "name": "*Combo đầu game 1 (có thể kết hợp với Trừng trị)",
      "info": "0,2,3,0"
    },
    {
      "name": "*Combo đầu game 2 (có thể kết hợp với Trừng trị)",
      "info": "3,0,2,0"
    },
    {
      "name": "*Combo khi có đủ 3 kỹ năng: (có thể kết hợp với Trừng trị)",
      "info": "0,2,3,4,2,0"
    }
  ],
  "skill_note": "<strong class=\"clr-orange\">*Đầu game</strong><br>- Là một Xạ thủ kiêm Đấu sĩ đầu game khá mạnh, hãy mang theo phép bỗ trợ Trừng trị để đi rừng mình hoặc có thể cướp cả rừng đối phương.<br>- Cố gắng dọn quái rừng đường Rồng trước, sau đó di chuyển ăn Dơi và kiểm soát bản đồ càng sớm càng tốt.<br>- Dame tay đầu game Rourke khá mạnh, hãy tận dụng các bụi gậm để bất ngờ tấn công các đối thủ dâng cao.<br>- Cố gắng kêu gọi đồng đội ăn Rồng từ sớm vì Rourke ăn khá nhanh, thậm chí còn hơn cả Fennik.<br>- Dọn rừng nhanh chóng nhưng đừng quên đi gank các land nhé!!<br><br><strong class=\"clr-orange\">*Giữa và cuối game</strong><br>- Thời gian này Rourke mạnh hơn nhiều với một số trang bị cuối, hãy chủ động tạo lợi thế và mở các cuộc giao tranh, Rourke cứ bơi thôi!!<br>- Từ khoảng độ cấp 10 trở lên và lợi thế nghiên về đội mình, hãy kêu gọi đồng đội tổ chức ăn Caesar, Rourke có thể làm được.<br>- Chiêu 1 sẽ mang lại tốc chạy kha khá, Chiêu 2 tăng khả năng áp sát mục tiêu và 1 chút khống chế, Chiêu 3 loại bỏ mọi hiệu ứng, còn gì mà không bơi vào cuối game nửa, đừng ngần ngại!!",
  "skill_special": "TrungTri,TocBien",
  "main_rune": [{
    "name": "*Ngọc cấp 2",
    "info": [{
        "name": "NgocDo25",
        "info": "Công vật lý +1.5<br>Máu tối đa +13.5"
      },
      {
        "name": "NgocTim27",
        "info": "Tốc đánh +0.4%<br>Tỷ lệ chí mạng +0.3%<br>Tốc chạy +0.5%"
      },
      {
        "name": "NgocXanh23",
        "info": "Máu tối đa +13.5<br>Xuyên giáp +3.8"
      }
    ]
  }, {
    "name": "*Ngọc cấp 3",
    "info": [{
        "name": "NgocDo36",
        "info": "Công vật lý +2<br>Xuyên giáp +3.6"
      },
      {
        "name": "NgocTim31",
        "info": "Công vật lý +1.6<br>Tốc chạy +1%"
      },
      {
        "name": "NgocXanh31",
        "info": "Công vật lý +0.9<br>Xuyên giáp +6.4"
      }
    ]
  }],
  "item_build": [{
      "name": "Đi rừng",
      "info": "CungBaoTo,GiayKienCuong,KiemFafnir,KiemMuramasa,NanhFenrir,HuanChuongTroy"
    },
    {
      "name": "Đi rừng",
      "info": "CungBaoTo,GiayHoVe,ThuongLonginus,AoChoangBangGia,KiemFafnir,KiemMuramasa"
    },
    {
      "name": "Đi rừng",
      "info": "CungBaoTo,GiayDuMuc,ThuongXuyenPha,QuyKiem,NanhFenrir,KiemFafnir"
    }
  ],
  "hero_battle": [{
      "name": "Đồng đội",
      "info": [{
          "hero_id": "alice",
          "info": "Alice"
        },
        {
          "hero_id": "dieu_thuyen",
          "info": "DieuThuyen"
        },
        {
          "hero_id": "payna",
          "info": "Payna"
        },
        {
          "hero_id": "maloch",
          "info": "Maloch"
        },
        {
          "hero_id": "teemee",
          "info": "TeeMee"
        },
        {
          "hero_id": "lumburr",
          "info": "Lumburr"
        },
        {
          "hero_id": "ormarr",
          "info": "Ormarr"
        }
      ]
    },
    {
      "name": "Khắc chế",
      "info": [{
        "hero_id": "arum",
        "info": "Arum"
      }]
    }
  ],
  "hero_story": "“Chớ để thế giới thay đổi nụ cười của bạn. Hãy để nụ cười ấy đổi thay cả thế giới.”<br>Người ta thường quên rằng <i class=\"clr-orange\">Rourke</i> - vị quận trưởng luôn rạng rỡ đầy sức sống - đã từng là là một chiến binh quả cảm, cho đến khi họ nhìn thấy những vết sẹo trên tay của anh. Nói không ngoa, kể về chiến tích của chàng nỏ thủ Pháo đài Casanova này thì có đến tết cũng chưa hết, thế nên tóm lại cho nhanh: anh trỗi dậy như một thế lực sau hàng trăm cuộc chiến, một trong số đó chính là trận Bashkir trứ danh. Thật, các chiến tích có dính đến tên <i class=\"clr-orange\">Rourke</i> mà được chồng lên nhau thì đảm bảo cao hơn anh là cái chắc.<br>Hào hùng là thế, nhưng đời <i class=\"clr-orange\">Rourke</i> lại khốn khổ vô cùng khi từng thành viên của gia đình anh không tử trận vì chiến tranh, thì cũng mất vì nạn đói. Thế gian chỉ biết đến chiến thắng Bashkir vang dội, nhưng nào có hay đây là nơi chiến hữu thân cận của anh - tay vẫn nắm chặt thanh gươm kết liễu vô số kẻ địch -  đã trút hơi thở cuối cùng.<br>Nào chỉ có thế, sau đó khi <i class=\"clr-orange\">Rourke</i> cố bảo vệ Nhân tộc khỏi lời nguyền của kẻ thù đã buộc hi sinh cánh tay phải của mình trước khi nó kịp tước lấy mạng sống của anh. “Mà này, chúng ta thắng phải không nào?” <i class=\"clr-orange\">Rourke</i> lên tiếng, và những người xung quanh anh thở phào nhẹ nhõm. Họ đã lo rằng chàng dũng sĩ rạng rỡ ngày nào nay sẽ suy sụp, nhưng hóa ra anh vẫn tràn đầy lạc quan như mọi khi.<br>Theo luật định bởi Astrid, Bá tước Hỏa hồng, <i class=\"clr-orange\">Rourke</i> được ban thưởng một cơ ngơi bạt ngàn sau khi hồi hương từ chiến trường. Người khác có thể an hưởng đời hưu trí đầy xa hoa nhung lụa này, nhưng với một <i class=\"clr-orange\">Rourke</i> vẫn mãi truy cầu cuộc sống cho đáng ra sống thì câu trả lời là hoàn toàn không.<br>Thế nên chẳng lấy gì làm lạ khi <i class=\"clr-orange\">Rourke</i> hiến tặng ẩn danh cả cơ ngơi này đến gia đình những chiến hữu đã hi sinh nơi chiến trường, rồi khăn gói lên đường đến Liên bang Tự do với bức thư tiến cử từ nữ Bá tước, và chọn làm Quận trưởng của một thị trấn heo hút chốn biên cương.<br>Để cảm tạ thành tâm tiếp nhận cương vị này, các nghệ nhân của Liên bang đã chế tác ra một bộ nỏ máy vừa khớp với những gì còn lại của cánh tay phải <i class=\"clr-orange\">Rourke</i>, giúp anh có thể tiếp tục chiến đấu như xưa. “Đây sẽ là quê hương của ta. Tạm biệt quá khứ, chào mừng cuộc sống mới,” <i class=\"clr-orange\">Rourke</i> thốt lên. Anh yêu nơi chốn này, và mọi người đều có thể cảm nhận được điều đó qua những nụ cười nồng hậu của anh.<br>Dân làng lập tức phải lòng chàng Quận trưởng này. Ai lại có thể cưỡng lại nỗi sự cuốn hút của một viên chức khác biệt với tất thảy, luôn bừng bừng tỏa sáng mang lại hạnh phúc mọi nơi anh đến. Tuy nhiên, khi thực thi sứ mệnh thì chớ có kẻ nào dám đùa với chàng dũng sĩ này, bởi dù gì thì gì, chỉ hoan hỉ suông thì há có thể giữ gìn được trật tự.<br>Sự khởi xướng của Cục công thương cùng mối quan hệ ngày càng tốt đẹp hơn giữa Liên bang Tự do và Rừng Verno đã mang lại “Thông thương lộ”, một con đường mới được thành lập chạy xuyên thẳng qua thị trấn nhỏ của <i class=\"clr-orange\">Rourke</i>. Sự bùng nổ thương mại mang lại của cải trù phú cùng dân cư đông đúc, nhưng đồng thời rắc rối cũng từ đấy mà ngày càng leo thang.<br>“Ngoài kia ngươi có thể chơi loạn luật, tại đây luật chỉ có một: chính là ta!” để tránh mọi thứ vượt khỏi tầm kiểm sát, <i class=\"clr-orange\">Rourke</i> quyết tiên hạ thủ vi cường tỏ rõ lập trường trước những kẻ nhập cư. Anh có một và chỉ một mục tiêu: giữ gìn an toàn và quyền lợi của cư dân thị trấn này, cũng như đảm bảo mọi hoạt động kinh doanh đều hợp pháp và đúng mực.<br>Nỗ lực của anh đã được đền đáp. Không một kẻ mới đến dám dính líu bật kỳ hoạt động mờ ám nào, trừ khi chúng muốn bị nghiền nát bởi vị <i class=\"clr-orange\">Rourke</i> trong một nốt nhạc. Trật tự được duy trì, và anh vẫn là <i class=\"clr-orange\">Rourke</i> của ngày hôm nay, một vị Quận trưởng đáng kính mến.<br>“Ngươi muốn dùng vũ lực giải quyết vấn đề? Khỏi lo, ta sẽ giải quyết NGƯƠI!”",
  "hero_skin": [{
      "name": "Quận Trưởng Lạc Quan",
      "gold": "25,888",
      "voucher": "599",
      "event": "",
      "wall": "Rourke01",
      "disable": "yes",
      "img": "thumb1.jpg",
      "video": "Rourke01"
    },
    {
      "name": "Pháo Thủ Tuộc Neo",
      "gold": "",
      "voucher": "219",
      "event": "",
      "wall": "Rourke02",
      "disable": "yes",
      "img": "thumb2.jpg",
      "video": "Rourke02"
    },
    {
      "name": "Biệt Đội Siêu Hùng (Bậc S)",
      "gold": "",
      "voucher": "",
      "event": "Mở sự kiện",
      "wall": "Rourke03",
      "disable": "yes",
      "img": "thumb3.jpg",
      "video": "Rourke03"
    }
  ]
}