{
  "hero_id": "Roxie",
  "hero_name": "Roxie",
  "main_info": {
    "price_gold": "18,888",
    "price_voucher": "539",
    "price_text": "",
    "position": "Đỡ đòn / Đấu sĩ",
    "special": "Cấu rĩa",
    "lane": "Đường Caesar"
  },
  "main_skill": [{
      "name": "Cuốc lửa",
      "info": "Nội tại: Mỗi 40 máu tối đa Roxie có, cô được tăng thêm 1 công phép.<br>Đòn đánh thường thứ ba lên kẻ địch sẽ giúp Roxie hồi 8% năng lượng tối đa, và đánh dấu Cuốc lửa lên nạn nhân trong 5 giây."
    },
    {
      "name": "Patin lửa",
      "info": "H.Chiêu: 5<br>Roxie tự tiêu hao năng lượng trong 5 giây để duy trì vệt lửa dưới đôi patin khiến mọi nơi cô lướt qua đều bùng cháy trong 2.5 giây. Tàn lửa gây 20/26/32/38/44/50（+0.14 công phép) sát thương phép mỗi nửa giây lên các đơn vị trong vùng ảnh hưởng, tối đa cộng dồn ba lần. Nếu nạn nhân đang chịu dấu ấn Cuốc lửa thì Roxie sẽ được hồi 1% máu tổn thất (2% nếu là tướng). Hiệu ứng hồi phục không cộng dồn.<br>Trong 2.5 giây sau khi kích hoạt, sát thương và hiệu ứng hồi máu tăng gấp đôi."
    },
    {
      "name": "Ba lô lửa",
      "info": "Hồi chiêu: 10/9.6/9.2/8.8/8.4/8 giây<br>Roxie tăng 25% tốc chạy và tạo lá chắn lửa giúp chặn đứng 150 (6% máu tối đa bản thân) sát thương trong 3 giây. Suốt thời gian này kẻ địch va phải Roxie sẽ bị làm chậm 50% trong 2 giây."
    },
    {
      "name": "Keo lửa",
      "info": "ST Gốc: 75/100/125<br>H.Chiêu: 35/31/27 giây<br>% máu hiện tại: 4%/5%/6%<br>Agnie bay đến lôi mục tiêu đầu tiên tóm được về phía bản thân trong 1.5 giây ~ 2.5 giây và giúp Roxie làm mới thời gian hồi Patin lửa, đồng thời khắc dấu ấn cuốc lửa lên nạn nhân và gây 75 (+4% máu hiện tại mục tiêu) STP sau khi chiêu kết thúc, suốt thời gian này Roxie đi đâu nạn nhân sẽ bị kéo theo đó, thậm chí có thể kéo vượt địa hình, bù lại nạn nhân được miễn nhiễm với các hiệu ứng khống chế."
    }
  ],
  "skill_up": [{
    "name": "*Mặc định",
    "line1": "1,3,5,7,9,11",
    "line2": "2,6,10,13,14,15",
    "line3": "4,8,12"
  }],
  "skill_combo": [{
      "name": "*Combo đầu game (kết hợp Tốc biến tiếp cận mục tiêu)",
      "info": "2,3,0"
    },
    {
      "name": "*Combo khi có đủ 3 chiêu thức (kết hợp Tốc biến tiếp cận mục tiêu)",
      "info": "2,3,0,4,0"
    }
  ],
  "skill_note": "<strong class=\"clr-orange\">*Đầu game</strong><br>- Là một Đấu sĩ tự do vì thế Đường Caesar khá phù hợp với cô nàng, mang theo Tốc biến hoặc Bộc phá để tiếp cận hoặc tăng khả năng đột biến của cô.<br>- Tăng Patin lửa trước hết để dọn dẹp lính hoặc solo với đối phương, nên để ý thanh mana rất nhanh hết đó!!<br>- Kết hợp Patin lửa với Đánh thường tạo dấu ấn cuốc lửa lên đối thủ tăng sát thương và hồi máu cho cô nàng.<br>- Khi có chiêu cuối Keo lửa, hãy kết hợp với rừng, hoặc đồng đội lên ganh kéo, chia cắt đội hình đối phương và tiêu diệt.<br><br><strong class=\"clr-orange\">*Giữa và cuối game</strong><br>- Giữa game Roxie hoàn thành 2 đến 3 trang bị chính, lúc này khả năng trâu bò cộng với lượng mana rất nhiều từ trang bị Roxie có thể bơi vào đội hình đối phương rồi, nên để ý thanh mana thôi, không ổn thì bơi ra nhé, giày Patin mà chạy nhanh lắm :D<br>- Keo lửa rất có ít và thú vị, kéo và chia cắt đối phương với đồng đội và tiêu diệt, trường hợp hi hữu, Roxie có thể kéo hẳn Đấu sĩ hoặc tank đối phương ra khỏi giao tranh để đồng đội mình chiến mà không có tank bên địch, hoặc cơ bản nhất là tiếp cận dame chủ lực địch kéo và tiêu diệt như Xạ thủ hoặc Pháp sư!! Cơ bản quá nhĩ :D<br>- Keo lửa troll game rất vui, có thể kéo vượt địa hình luôn, kéo tướng, kéo bùa đỏ, bùa xanh,... đừng kéo Caesar với Rồng nhé nó không ra khỏi hang được đâu @@!<br>- Nghe nói Roxie có thể cân 2 Omen và Zuka, các bạn có tin hem, kiểm chứng nha!! :D",
  "skill_special": "TocBien,BocPha",
  "main_rune": [{
    "name": "*Ngọc cấp 2",
    "info": [{
        "name": "NgocDo25",
        "info": "Công vật lý +1.5<br>Máu tối đa +13.5"
      },
      {
        "name": "NgocTim28",
        "info": "Máu tối đa +13.5<br>Tốc chạy +0.7%"
      },
      {
        "name": "NgocXanh22",
        "info": "Máu tối đa +15.7<br>Hồi máu/5s +3.1<br>Giảm hồi chiêu +0.3%"
      }
    ]
  }, {
    "name": "*Ngọc cấp 3",
    "info": [{
        "name": "NgocDo37",
        "info": "Tốc đánh +1%<br>Máu tối đa +33.7<br>Giáp +2.3"
      },
      {
        "name": "NgocTim33",
        "info": "Máu tối đa +45<br>Hồi máu/5s +5.2<br>Tốc chạy +0.4%"
      },
      {
        "name": "NgocXanh34",
        "info": "Máu tối đa +37.5<br>Giảm hồi chiêu +0.6%"
      }
    ]
  }],
  "item_build": [{
      "name": "Đường Caesar",
      "info": "KhienHuyenThoai,GiayKienCuong,TruongBang,GuomHienTriet,GiapGaia,GiapHoMenh"
    },
    {
      "name": "Đường Caesar",
      "info": "KhienHuyenThoai,GiayHoVe,TruongBang,GuomHienTriet,HuanChuongTroy,GiapThongKho"
    }
  ],
  "hero_battle": [{
      "name": "Đồng đội",
      "info": [{
          "hero_id": "slimz",
          "info": "Slimz"
        },
        {
          "hero_id": "natalya",
          "info": "Natalya"
        },
        {
          "hero_id": "kriknak",
          "info": "Kriknak"
        },
        {
          "hero_id": "alice",
          "info": "Alice"
        },
        {
          "hero_id": "mina",
          "info": "Mina"
        },
        {
          "hero_id": "preyta",
          "info": "Preyta"
        },
        {
          "hero_id": "teemee",
          "info": "TeeMee"
        }
      ]
    },
    {
      "name": "Khắc chế",
      "info": [{
          "hero_id": "lindis",
          "info": "Lindis"
        },
        {
          "hero_id": "nakroth",
          "info": "Nakroth"
        },
        {
          "hero_id": "marja",
          "info": "Marja"
        },
        {
          "hero_id": "alice",
          "info": "Alice"
        },
        {
          "hero_id": "superman",
          "info": "Superman"
        }
      ]
    }
  ],
  "hero_story": "<i class=\"clr-orange\">Roxie</i> và <i class=\"clr-orange\">Aginie</i> là một cặp bài trùng thám hiểm gia vô tư lự.<br><i class=\"clr-orange\">Roxie</i> là con nhà nòi thuộc dòng dõi lâu đời các nhà thám hiểm vang danh thiên cổ; nói có sách mách có chứng, mỏ khoáng sản mang đến sự thịnh vượng và trù phú cho cả Mildar do chính tay người nhà này đào ra. Gia tộc hạnh phúc, nhưng không kém phần điên rồ này lý ra đã có thể an phận Sung túc, nhưng dòng máu khao khát khám phá luôn sục sôi trong huyết quản khiến họ thường làm điều ngược lại, mà thậm chí là còn hơn cả ngược. Chính xác cách họ làm thường là trả cho những người bạn đáng tin Cậy của họ một khoản kếch xù, dư sức lo cho một đứa bé sơ sinh đến trưởng thành, rồi giao phó Con mình và xách ba lô phóng thẳng lên đường tìm những thế giới mới.<br>Đó là cách ông của <i class=\"clr-orange\">Roxie</i> lớn khôn. Đời cha cô cũng hệt thế. Và chính <i class=\"clr-orange\">Roxie</i> cũng chẳng khác là bao. Ký ức thơ bé hiếm hoi cô có về cha mẹ mình đến từ những lá thư vài tháng được gửi đến một lần - miễn là cả hai vị đấy không bị mắc kẹt trong cổ mộ, hay mãi đắm đuối đất trời ở chốn xa xôi nào đó đến mức quên viết thư gửi đứa con duy nhất của mình.<br><i class=\"clr-orange\">Roxie</i> vô cùng khao khát phong cách sống của cha mẹ mình. Cô chẳng nhớ được gì nhiều về họ, nhưng thư của họ thì luôn tràn đầy những hạnh phúc lãng mạn, và nàng <i class=\"clr-orange\">Roxie</i> nhỏ nhắn với trí tưởng tượng phong phú cứ thế mà mê tít thò lò thôi. \"Rồi sẽ đến ngày ta tự lên đường và gặp được Hoàng lãng tử của mình.\" cô lặp đi lặp Iại. Đa phần thời gian đều được Cô dùng để mơ mộng rất chi là tỉ mỉ về các chuyến du hành trong tương lai, nơi cô sẽ được đặt chân đến những vùng đất tận cùng của thể giới để khai quặt những cổ vật và kho báu bên một chàng lãng tử đẹp lộng lẫy.<br>Đời đương nhiên không như là mơ, <i class=\"clr-orange\">Roxie</i> chẳng tìm thấy được chàng Hoàng lãng tử nào ráo. Thay vào đó cô gặp một linh hồn lửa láu lỉnh và siêu khó ưa tên Agnie.<br>Để mừng <i class=\"clr-orange\">Roxie</i> đến tuổi trường thành, cha mẹ của <i class=\"clr-orange\">Roxie</i> gửi tặng con gái mình một món quà, đó chính là Agnie năng động quá độ đến tăng động với biệt tài phá phách số dzách. Kèm theo đó là một bản đô kho báu chính tay bộ đôi đã soạn thảo với tất cả lòng yêu thương vô bờ, cụ thể trên đấy đánh dấu và phân loại tất cả những vị trí của các kho báu đã khám phá lẫn chưa khám phá.<br>Cuối cùng là tấm thiệp sinh nhật kèm lời nhắn nhủ: \"Hãy lên đường truy cầu thứ con hằng khát khao. Mong sớm ngày nào đó cả nhà mình vô tình đoàn tụ bên nhau nhé. Yêu con nhiều, Mẹ với Cha.\"<br>Đến đây thì <i class=\"clr-orange\">Roxie</i> ngứa ngáy tay chân cho chuyến đi đầu đời lắm rồi, thế là a lê hấp đồ đạc sẵn sàng từ cuốc chim đến ba lô. Chuyển Siêu phiêu lưu của <i class=\"clr-orange\">Roxie</i> là đây chứ là đâu.<br>\"Ê còn tui đâu? Phải kêu là 'Chuyến Siêu phiên luu của Agnie và <i class=\"clr-orange\">Roxie</i>' mới đúng.” linh hồn lửa ló đầu ra khỏi ba lô giãy nãy.<br>\"Nhìn mặt có giống quan tâm không? Đây chả cần nhớ.\"<br>\"Đã gà còn tỏ ra nguy hiểm, không có tui thì mơ mà đọc được bản đỏ đẩy!\"<br>Đến đây thì <i class=\"clr-orange\">Roxie</i> tắt tiếng vì Agnie chuấn không đường chỉnh, sự thật phũ phảng là bất kể <i class=\"clr-orange\">Roxie</i> có khao khát trở thành nhà thảm hiểm vĩ đại đến cỡ nào đi chăng nữa thì cô cơ bản là mù đường.<br>Phương nào là bắc hay nam cô còn chẳng phân biệt nổi nữa là. Chính vì thể mà cha mẹ cô đã gửi tặng Agnie - không thì chuyến đi duy nhất của cả đời con gái họ là một vòng tròn lạc lõi.<br>Sau khi chia tay với Moren đáng mến, Max lạc quan, và Wisp cáu bẳn dễ thương, <i class=\"clr-orange\">Roxie</i> chính thức lên đường. Agnie đúng là khó ưa thật, nhưng ít nhất nó vẫn là một người bạn đồng hành đáng tin cậy.<br>\"Chàng ơi, chàng hỡi, chàng nơi đâu, Hoàng lãng tử của đời ta?\"",
  "hero_skin": [{
      "name": "Nhà Thám Hiểm Mù Đường",
      "gold": "18,888",
      "voucher": "539",
      "event": "",
      "wall": "Roxie01",
      "disable": "yes",
      "img": "thumb1.jpg",
      "video": "Roxie01"
    },
    {
      "name": "Thám Tử Tập Sự",
      "gold": "",
      "voucher": "219",
      "event": "",
      "wall": "Roxie02",
      "disable": "yes",
      "img": "thumb2.jpg",
      "video": "Roxie02"
    },
    {
      "name": "Roxie Kèn Ái Tình (Valentine)",
      "gold": "",
      "voucher": "499",
      "event": "",
      "wall": "Roxie03",
      "disable": "yes",
      "img": "thumb3.jpg",
      "video": ""
    }
  ]
}