{
  "hero_id": "Ryoma",
  "hero_name": "Ryoma",
  "main_info": {
    "price_gold": "",
    "price_voucher": "599",
    "price_text": "",
    "position": "Đấu sĩ / Sát thủ",
    "special": "Cấu rỉa / Trung phong",
    "lane": "Đường Caesar / Đi rừng"
  },
  "main_skill": [{
      "name": "Kiếm quyết",
      "info": "Nội tại: Sau mỗi 5s, đòn đánh kế tiếp của Ryoma sẽ phóng ra kiếm khí gây 198 STVL, đồng thời giảm 50% tốc chạy của các mục tiêu trúng chiêu trong 2s, nạn nhân trung rìa chiêu sẽ phải chịu thêm 50% STVL."
    },
    {
      "name": "Thần hành bách biến",
      "info": "ST Gốc: 250/300/350/400/450/500<br>Ryoma nhảy lùi lại để tung một đường kiếm cực mạnh, gây 250 (+206) STVL lên kẻ địch lân cận, nếu chiêu thức sát thương tướng địch sẽ khiến thời gian chiêu của Thành hành bách biến được giảm 3s, hiệu ứng này không cộng dồn."
    },
    {
      "name": "Nhất kích tất sát",
      "info": "H.Chiêu: 10/9.5/9/8.5/8/7.5<br>Ryoma rút kiếm chớp nhoáng gây 350/395/440/485/530/575 (+2.1 Công vật lý) sát thương vật lý lên kẻ địch đầu tiên trúng phải, và 50% lượng sát thương đó lên các mục tiêu sau. Các nạn nhân trúng rìa chiêu sẽ bị choáng 0.75 giây."
    },
    {
      "name": "Loạn trảm",
      "info": "ST Gốc: 130/180/230<br>H.Chiêu: 12/11/10<br>Hồi máu: 70/100/130<br>Ryoma đâm kiếm liên tục 4 lần, mỗi đợt gây 140 (+115) STVL, mỗi cú đấm trúng tướng địch giúp Ryoma hồi 70 (+57) máu."
    }
  ],
  "skill_up": [{
    "name": "*Mặc định",
    "line1": "2,6,10,13,14,15",
    "line2": "1,3,5,7,9,11",
    "line3": "4,8,12"
  }],
  "skill_combo": [{
      "name": "*Combo đầu game",
      "info": "3,2,0"
    },
    {
      "name": "*Combo khi có đủ 3 kỹ năng",
      "info": "3,4,2,0"
    },
    {
      "name": "*Hoặc combo khô máu với",
      "info": "4,2,3,0"
    }
  ],
  "skill_note": "*Combo 2 một mất một còn, đánh cho tới chết thì thôi.",
  "skill_special": "TocBien,TrungTri",
  "main_rune": [{
    "name": "*Ngọc cấp 2",
    "info": [{
        "name": "NgocDo25",
        "info": "Công vật lý +1.5<br>Máu tối đa +13.5"
      },
      {
        "name": "NgocTim28",
        "info": "Máu tối đa +13.5<br>Tốc chạy +0.7%"
      },
      {
        "name": "NgocXanh23",
        "info": "Máu tối đa +13.5<br>Xuyên giáp +3.8"
      }
    ]
  }, {
    "name": "*Ngọc cấp 3",
    "info": [{
        "name": "NgocDo34",
        "info": "Công vật lý +3.2"
      },
      {
        "name": "NgocTim31",
        "info": "Công vật lý +1.6<br>Tốc chạy +1%"
      },
      {
        "name": "NgocXanh31",
        "info": "Công vật lý +0.9<br>Xuyên giáp +6.4"
      }
    ]
  }],
  "item_build": [{
      "name": "Đường Caesar",
      "info": "ThuongLonginus,GiayHoVe,ThuongXuyenPha,AoChoangBangGia,NanhFenrir,GiapHoMenh"
    },
    {
      "name": "Đi rừng",
      "info": "KiemTruyHon,GiayKienCuong,ThuongXuyenPha,AoChoangBangGia,KiemMuramasa,HuanChuongTroy"
    },
    {
      "name": "Game thủ hay lên",
      "info": "ThuongXuyenPha,GiayKienCuong,AoChoangBangGia,KiemMuramasa,HuanChuongTroy,NanhFenrir"
    }
  ],
  "hero_battle": [{
      "name": "Đồng đội",
      "info": [{
          "hero_id": "raz",
          "info": "Raz"
        },
        {
          "hero_id": "murad",
          "info": "Murad"
        },
        {
          "hero_id": "nakroth",
          "info": "Nakroth"
        }
      ]
    },
    {
      "name": "Khắc chế",
      "info": [{
          "hero_id": "violet",
          "info": "Violet"
        },
        {
          "hero_id": "thane",
          "info": "Thane"
        },
        {
          "hero_id": "alice",
          "info": "Alice"
        },
        {
          "hero_id": "zuka",
          "info": "Zuka"
        }
      ]
    }
  ],
  "hero_story": "\"Đừng nhìn lại quá khứ. Thay vào đó, hãy tập trung vào tương lai.\"<br>Những lời cuối cùng của cha <i class=\"clr-orange\">Ryoma</i> đã trở thành phương châm sống của anh. Kế thừa truyền thống của một samurai, <i class=\"clr-orange\">Ryoma</i> không chỉ chăm chỉ tập luyện mà còn ra sức nghiên cứu chiến lược quân sự. Trong một trại huấn luyện - nơi sức mạnh được đánh giá cao hơn mọi thứ khác, anh nổi bật hơn tất cả. Những đứa trẻ khác trong trại cũng có xuất thân như <i class=\"clr-orange\">Ryoma</i>, cha của họ bị giết trên chiến trường, họ tiếp tục khoác áo choàng và mang vinh quang về cho gia đìn.<br>Khi còn trẻ, <i class=\"clr-orange\">Ryoma</i> là cậu bé nhút nhát. Với việc đặc biệt yêu thích nghiền ngẫm chiến thuật quân sự, anh dễ dàng trở thành mục tiêu của những kẻ bắt nạt. Nhưng Kondo luôn đứng ra bảo vệ anh. Kondo từng là học trò của cha <i class=\"clr-orange\">Ryoma</i> và việc đó như một hành động trả ơn. Với sự hướng dẫn từ Kondo, <i class=\"clr-orange\">Ryoma</i> luyện tập trở thành samurai như cha mình.<br>Tuy nhiên tình bạn của họ không kéo dài mãi mãi, mệnh lệnh trong quân ngũ đã chia cách hai người. Kondo can đảm được lựa chọn để trở thành người bảo vệ cho thái tử nối ngôi của vương quốc, trong khi đó hoàng tử trẻ hơn lại chọn <i class=\"clr-orange\">Ryoma</i> thông minh. Hai người bạn thân thiết giờ sẽ phải đối đầu nhau, trung thành phục vụ chủ. <i class=\"clr-orange\">Ryoma</i> không ngờ được sẽ có ngày cả hai coi nhau như kẻ thù.<br>Sau một thời gian, vị vua già đi qua đời đúng thời điểm vương quốc phải đối phó với kẻ thù ngoại xâm. Triều đình chia thành hai phe, tranh giành quyền lực. <i class=\"clr-orange\">Ryoma</i>, nay là quân sự của hoàng tử trẻ, nhanh chóng dẫn lực lượng giành được nhiều chiến thắng quyết định. Vị hoàng tử già hơn cảm thấy lo lắng, vẽ ra một kế hoạch nguy hiểm, thành lập biệt đội thích khách ám sát hoàng tử trẻ tuổi do Kondo dẫn đầu.<br>Kế hoạch này dường như thành công vì biệt đội thích khách đã đến đích đến mà không gặp bất kỳ sự phản kháng nào. <i class=\"clr-orange\">Ryoma</i> lường trước được động thái này, nhưng để lộ sơ hở để biệt đội thích khách tận dụng và lướt qua lớp phòng thủ dễ dàng.<br>Tiếng thét của hoàng đạo trẻ giúp <i class=\"clr-orange\">Ryoma</i> lấy lại sự tập trung. Anh nghe thấy những lời của cha mình vang vọng trong đầu: “Không phải lúc để tình cảm quá khứ xen vào”. <i class=\"clr-orange\">Ryoma</i> quyết định vứt bỏ hết tình nghĩa với Kondo.<br>Kiếm trong tay, <i class=\"clr-orange\">Ryoma</i> hạ gục bất cứ tên thích khách nào dám đến gần hoàng tử. Cuộc tấn công của Kondo trở nên điên cuồng và khát máu hơn. Nó chỉ kết thúc khi <i class=\"clr-orange\">Ryoma</i> vung kiếm đâm chí mạng vào ngực Kondo. Còn lưỡi gươm của Kondo bất ngờ dừng lại ngay trước cổ họng của <i class=\"clr-orange\">Ryoma</i>.<br>\"Tại sao?\" <i class=\"clr-orange\">Ryoma</i> bối rối. \"Tôi đã luôn luôn là một đứa trẻ mồ côi\", Kondo nói, \"Tôi chưa bao giờ có ai khác ngoài anh và sư phụ. Ông ấy tự hào về a...\" Trước khi Kondo có thể kết thúc lời trăn trối, <i class=\"clr-orange\">Ryoma</i> bật khóc.<br><i class=\"clr-orange\">Ryoma</i> bẻ gãy một nửa thanh kiếm của mình và chôn nó cùng Kondo. Anh ta thề sẽ không bao giờ dùng bàn tay phải của mình, bàn tay đã thẳng tay đâm Kondo. Anh ta nhặt thanh kiếm của Kondo và bỏ đi.<br>Danh vọng và vinh quang? Quy tắc của 1 samurai? Đó chẳng liên quan đến ta nữa. Từ giờ, <i class=\"clr-orange\">Ryoma</i> và Kondo là một, chúng ta sẽ bắt đầu một cuộc sống mới.",
  "hero_skin": [{
      "name": "Kiếm Khách Tài Ba",
      "gold": "",
      "voucher": "599",
      "event": "",
      "wall": "Ryoma01",
      "disable": "",
      "img": "thumb1.jpg",
      "video": ""
    },
    {
      "name": "Thợ Săn Tiền Thưởng (Bậc A)",
      "gold": "",
      "voucher": "219",
      "event": "",
      "wall": "Ryoma02",
      "disable": "",
      "img": "thumb2.jpg",
      "video": ""
    },
    {
      "name": "Đại Tướng Nguyệt Tộc (Bậc S)",
      "gold": "",
      "voucher": "499",
      "event": "",
      "wall": "Ryoma03",
      "disable": "",
      "img": "thumb3.jpg",
      "video": "Ryoma03"
    },
    {
      "name": "Thanh Long Bang Chủ (Bậc S)",
      "gold": "",
      "voucher": "",
      "event": "Mở sự kiện",
      "wall": "Ryoma04",
      "disable": "",
      "img": "thumb4.jpg",
      "video": ""
    }
  ]
}