{
  "hero_id": "Slimz",
  "hero_name": "Slimz",
  "main_info": {
    "price_gold": "18,888",
    "price_voucher": "539",
    "price_text": "",
    "position": "Xạ thủ",
    "special": "Tiền đạo / Tiền vệ",
    "lane": "Đi rừng / Đường rồng"
  },
  "main_skill": [{
      "name": "Xuyên thấu",
      "info": "Nội tại: sau mỗi 2 đòn đánh thường, đòn tiếp theo của Slimz sẽ xuyên thủng mục tiêu đầu sát thương lên cả các nạn nhân phía sau, gây 1.3 lầm STVL, (tốc độ đánh cơ bản tăng lên 3%, Tầm bắn cơ bản 7.5m)."
    },
    {
      "name": "Lao cơ khí",
      "info": "ST Gốc: 150/200/250/300/350/400<br>Tốc đánh: 20%/24%/28%/32%/36%/40%<br>ST chuẩn: 100/140/180/220/260/300<br>Slimz phóng 1 mũi lao bay cực xa, nạn nhân đầu tiên trúng chiêu sẽ bị choáng và chịu tối thiểu 150 (+86) STVL, thời gian choáng và sát thương gây ra tỷ lệ thuận với khoảng cách mũi lao đã bay bao xa, tối đa choáng trong 2.5s và gây gấp đôi sát thương, mũi lao trúng đích giúp Slimz tăng 20% tốc đánh cơ bản trong 4s, nếu nạn nhân là tướng địch sẽ khiến Slimz tăng thêm 60% tốc chạy trong 1s, nếu là lính hoặc quái sẽ gây thêm 100 STC."
    },
    {
      "name": "Lò xo cơ khí",
      "info": "Công vật lý: 50/60/70/80/90/100<br>Slimz sử dụng lò xo trong ba lô nhảy bật đến điểm đã chọn, sau khi đáp xuống đất hắn được tăng 50 công vật lý trong 5s."
    },
    {
      "name": "Thuốc cà rốt",
      "info": "Sửa lỗi khiến sát thương chiêu cuối của Slimz kẹt ở cấp đầu tiên<br>Slimz sử dụng một loại thuốc cà rốt đặc chế giúp hắn được kích phát bản năng hoang dã, khiến các đòn đánh thường gây thêm 3/4/5% máu tối đa của mục tiêu (tối đa 150 sát thương lên quái rừng). Đồng thời Slimz được tăng 20% tốc chạy trong 8 giây (hiệu ứng tăng thêm 3 giây với mỗi điểm hạ hoặc phụ)."
    }
  ],
  "skill_up": [{
    "name": "*Mặc định",
    "line1": "1,3,5,7,9,11",
    "line2": "2,6,10,13,14,15",
    "line3": "4,8,12"
  }],
  "skill_combo": [{
      "name": "*Combo đầu game",
      "info": "2,3,0"
    },
    {
      "name": "*Combo khi có đủ 3 chiêu thức",
      "info": "2,3,4,0"
    }
  ],
  "skill_note": "*Hãy tập luyện chiêu thức vừa đánh vừa chạy và giữ vị trí thật tốt để có sát thương cao nhất.",
  "skill_special": "TrungTri,TocBien",
  "main_rune": [{
    "name": "*Ngọc cấp 2",
    "info": [{
        "name": "NgocDo22",
        "info": "Tốc đánh +0.6%<br>Tỷ lệ chí mạng +0.3%<br>Sát thương chí mạng +1.1%"
      },
      {
        "name": "NgocTim27",
        "info": "Tốc đánh +0.4%<br>Tỷ lệ chí mạng +0.3%<br>Tốc chạy +0.5%"
      },
      {
        "name": "NgocXanh23",
        "info": "Máu tối đa +13.5<br>Xuyên giáp +3.8"
      }
    ]
  }, {
    "name": "*Ngọc cấp 3",
    "info": [{
        "name": "NgocDo36",
        "info": "Công vật lý +2<br>Xuyên giáp +3.6"
      },
      {
        "name": "NgocTim31",
        "info": "Công vật lý +1.6<br>Tốc chạy +1%"
      },
      {
        "name": "NgocXanh31",
        "info": "Công vật lý +0.9<br>Xuyên giáp +6.4"
      }
    ]
  }],
  "item_build": [{
      "name": "Đi rừng",
      "info": "KiemTruyHon,GiayDuMuc,ThanhKiem,KiemFafnir,ThuongXuyenPha,LiemDoatMenh"
    },
    {
      "name": "Đi rừng",
      "info": "CungBaoTo,GiayDuMuc,ThanhKiem,KiemFafnir,ThuongXuyenPha,KiemMuramasa"
    },
    {
      "name": "Game thủ hay lên",
      "info": "KiemTruyHon,GiayDuMuc,ThanhKiem,QuyKiem,SongDaoBaoTap,KiemMuramasa"
    }
  ],
  "hero_battle": [{
      "name": "Đồng đội",
      "info": [{
          "hero_id": "cresht",
          "info": "Cresht"
        },
        {
          "hero_id": "jinna",
          "info": "Jinna"
        },
        {
          "hero_id": "grakk",
          "info": "Grakk"
        }
      ]
    },
    {
      "name": "Khắc chế",
      "info": [{
          "hero_id": "nakroth",
          "info": "Nakroth"
        },
        {
          "hero_id": "violet",
          "info": "Violet"
        },
        {
          "hero_id": "batman",
          "info": "Batman"
        },
        {
          "hero_id": "kriknak",
          "info": "Kriknak"
        }
      ]
    }
  ],
  "hero_story": "\"Giao dịch quan trọng nhất là phải công bằng!\"<br><i class=\"clr-orange\">Slimz</i> hoạt động trong khu vực giáp ranh giữa Lâu đài Khởi nguyên và Rừng chạng vạng. Cũng tương tự như các con buôn khác, hắn luôn tin vào giá trị cốt lõi của thương mại, đó chính là \"công bằng\". Một khi đã thông thương, tức hai bên đã bắt đầu vui vẻ hợp tác với nhau, đó chính là lúc <i class=\"clr-orange\">Slimz</i> lộ nanh vuốt ra và \"công bằng\" hết mức khi ép khô lợi nhuận từ đối tác.<br>Dưới lớp vỏ bọc của một thương nhân thành đạt, <i class=\"clr-orange\">Slimz</i> dần bành trướng lưc lượng thâu tóm tất cả mạng lưới giao dịch tại vùng biên giới, và nhanh chóng trở thành chúa tể của vùng đất này. Sau khi chiến tranh nổ ra, khứu giác nhạy bén của <i class=\"clr-orange\">Slimz</i> lập tức ngửi thấy mùi cơ hội. Hắn thuyết phục thành công Moren, vị chuyên gia cơ khí trứ danh, giúp chế tạo Lâu đài Cơ giới ngay trên khu biên giới. Tòa lâu đài này đóng vai trò then chốt trong việc cung cấp nhân lực, ma thú, vũ khí hoặc bất cứ thứ gì chiến tranh cần thiết. Bởi <i class=\"clr-orange\">Slimz</i> là một thương nhân trung lập, chiến tranh phe phái đâu liên quan gì đến hắn.<br>Chiến tranh càng lớn, thu nhập càng nhiều, nhiều đến nỗi <i class=\"clr-orange\">Slimz</i> đã tích lũy được cả một gia tài khổng lồ. Để bảo vệ số tài sản này, cũng như bảo đảm phi vụ làm ăn vẫn có thể diễn ra trôi chảy, <i class=\"clr-orange\">Slimz</i> nhận thấy hắn cần có một lực lượng phòng ngự đủ hùng mạnh để có thể dập tắt mọi tham vọng chiếm đoạt tài sản. Bất hạnh thay cho <i class=\"clr-orange\">Slimz</i> khi Preyta, chỉ huy tối cao của lực lượng Sa đọa, đã để mắt đến hắn. <i class=\"clr-orange\">Slimz</i> chiến đấu bằng hết sức bình sinh, thậm chí hắn còn tung con át chủ bài Omega, nhưng vẫn không thể cứu vãn được tình thế. Nhanh chóng tất cả gia sản hắn tốn vô số năm tích lũy tan thành mây khói, và rơi vào tay quân địch chỉ trong một đêm.<br>Khao khát lấy lại được những gì đã mất, <i class=\"clr-orange\">Slimz</i> trở lại Rừng chạng vạng và lập nên một hiệp ước cùng Tel'Annas, Nữ hoàng tinh linh: rằng nữ hoàng sẽ vận dụng sức mạnh của khu rừng để trợ giúp hắn chiếm lại được Lâu đài Cơ giới, bù lại <i class=\"clr-orange\">Slimz</i> sẽ ở lại trông coi khu rừng khi nữ hoàng vắng mặt.<br>\"Món nợ này môỵ ngày nào đó sẽ phải được trả đủ!\"",
  "hero_skin": [{
      "name": "Thỏ Tài Phiệt",
      "gold": "18,888",
      "voucher": "539",
      "event": "",
      "wall": "Slimz01",
      "disable": "",
      "img": "thumb1.jpg",
      "video": ""
    },
    {
      "name": "Thỏ Thợ Mỏ",
      "gold": "",
      "voucher": "185",
      "event": "",
      "wall": "Slimz02",
      "disable": "",
      "img": "thumb2.jpg",
      "video": ""
    },
    {
      "name": "Hiệp Sĩ Thỏ Ngọc (Bậc A)",
      "gold": "",
      "voucher": "",
      "event": "Mở sự kiện",
      "wall": "Slimz03",
      "disable": "",
      "img": "thumb3.jpg",
      "video": ""
    }
  ]
}