{
  "hero_id": "Wisp",
  "hero_name": "Wisp",
  "main_info": {
    "price_gold": "18,888",
    "price_voucher": "539",
    "position": "Xạ thủ",
    "special": "Cấu rỉa",
    "lane": "Đường rồng"
  },
  "main_skill": [{
      "name": "Tự hủy",
      "info": "Phạm vi bom: 1100<br>Thời gian bom tồn tại: 10<br>Nội tại: Sau khi bị hạ gục, Wisp tự hủy bằng số tạc đạn còn thừa lại, gây 465 STVL lên những kẻ địch lân cận, tướng địch trúng nhiều đạn tạc chỉ phải chịu 50% ST ở các lần sau."
    },
    {
      "name": "Pháo động năng",
      "info": "ST Gốc: 45/60/75/90/105/120<br>Wisp lướt về phía trước đồng thời kích hoạt chế độ pháo kích, mỗi đòn đánh thường trong thời gian này bắn kèm pháo cối gây 45 (+194) STVL lên mục tiêu và những nạn nhân lân cận, đồng thời Wisp được tăng 10% tốc đánh, hiệu ứng kéo dài 5s."
    },
    {
      "name": "Pháo YoYo",
      "info": "ST Gốc: 200/240/280/320/360/400<br>H.Chiêu: 10/9.6/9.2/8.8/8.4/8<br>ST nổ: 300/360/420/480/540/600<br>Bán kính khi va chạm với đạn YoYo: 1300<br>Bán kính đạn YoYo nổ: 2400<br>Wisp bắn pháo YoYo theo hướng chỉ định, gây 200 (+106) STVL lên những kẻ địch trúng chiêu dọc đường lăn, đồng thời làm chậm 30% tốc chạy của nạn nhân trong vòng 1s, Pháo YoYo lăn tới điểm cuối sẽ phát nổ, gây 300 (+159) STVL lên những kẻ địch trong phạm vi ảnh hưởng, kèm hiệu ứng choáng 1s, lần phát nổ cuối có thể gây 60% sát thương lên các công trình, tướng địch trúng pháo giúp Wisp được giảm 3s hồi chiêu này."
    },
    {
      "name": "Pháo cao xạ",
      "info": "ST Gốc: 200/275/350<br>H.Chiêu: 40/35/30<br>Wisp niệm chú tập trung giữ nguyên vị trí để oanh kích vùng chỉ định liên tục 6 đợt, mỗi đợt gây 200 (+88) STVL, ST này có thể chí mạng, gây thêm 50% sát thương, Chiêu thức này cần niệm chú giữ nguyên vị trí, tối đa kéo dài 3s, sau 0.6s nếu di chuyển hoặc tung chiêu khác sẽ ngắt quãng chiêu hiện tại."
    }
  ],
  "skill_up": [{
    "name": "*Mặc định",
    "line1": "1,3,5,7,9,11",
    "line2": "2,6,10,13,14,15",
    "line3": "4,8,12"
  }],
  "skill_combo": [{
      "name": "*Combo đầu game",
      "info": "3,2,0,3"
    },
    {
      "name": "*Combo khi có đủ 3 chiêu thức",
      "info": "3,4,2,0,3"
    }
  ],
  "skill_note": "<strong class=\"clr-orange\">*Một số lưu ý khi chơi Wisp</strong><br>- Wisp có thể dọn rừng khá tốt vì thế vị trí rừng là chọn lựa tốt.<br>- Nếu chọn đường Rồng hãy chơi an toàn ở những cấp độ đầu, có Chiêu cuối và các trang bị đầu thì tha hồ hổ báo nhé!! Đùa thôi.<br>- Pháo Động Năng là chiêu phục vụ cho Vượt địa hình, truy đuổi và bỏ chạy trước mọi kẻ địch.<br>- Bạn cần tính toán thật tốt để Pháo YoYo có thể nổ trúng kẻ địch để giữ chân và dồn combo.<br>- Pháo Cao Xạ là chiêu xác thương diện rộng khá mạnh, nhưng bạn nên chọn vị trí tốt để thả chiêu, vì đứng im khi dùng chiêu nên bạn sẽ bị đối phương me đó!!<br>- Wisp tân tiến sức mạnh khá tốt thế nhưng nên kết hợp cùng đồng đội, đừng đi lẻ nhiều nhé, bốc hơi đó!!",
  "skill_special": "TocBien,TrungTri",
  "main_rune": [{
    "name": "*Ngọc cấp 2",
    "info": [{
        "name": "NgocDo27",
        "info": "Tỷ lệ chí mạng +1%"
      },
      {
        "name": "NgocTim27",
        "info": "Tốc đánh +0.4%<br>Tỷ lệ chí mạng +0.3%<br>Tốc chạy +0.5%"
      },
      {
        "name": "NgocXanh23",
        "info": "Máu tối đa +13.5<br>Xuyên giáp +3.8"
      }
    ]
  }, {
    "name": "*Ngọc cấp 3",
    "info": [{
        "name": "NgocDo310",
        "info": "Tỷ lệ chí mạng +1.6%"
      },
      {
        "name": "NgocTim35",
        "info": "Hút máu +1.6%"
      },
      {
        "name": "NgocXanh31",
        "info": "Công vật lý +0.9<br>Xuyên giáp +6.4"
      }
    ]
  }],
  "item_build": [{
      "name": "Đường trên hoặc dưới full sát thương",
      "info": "ThuongXuyenPha,GiayDuMuc,ThanhKiem,SongDaoBaoTap,KiemMuramasa,NanhFenrir"
    },
    {
      "name": "Đường trên dưới hoặc rừng",
      "info": "ThuongXuyenPha,GiayDuMuc,ThanhKiem,KiemMuramasa,KiemFafnir,GiapHoMenh"
    },
    {
      "name": "Đường trên hoặc dưới tí thủ và giảm hiệu ứng",
      "info": "ThanhKiem,GiayKienCuong,VuotHungTan,QuyKiem,SongDaoBaoTap,GiapHoMenh"
    },
    {
      "name": "Game thủ hay lên",
      "info": "GiayDuMuc,ThanhKiem,ThuongXuyenPha,PhucHopKiem,SongDaoBaoTap,KiemMuramasa"
    }
  ],
  "hero_battle": [{
      "name": "Đồng đội",
      "info": [{
          "hero_id": "alice",
          "info": "Alice"
        },
        {
          "hero_id": "teemee",
          "info": "TeeMee"
        },
        {
          "hero_id": "toro",
          "info": "Toro"
        },
        {
          "hero_id": "cresht",
          "info": "Cresht"
        },
        {
          "hero_id": "lumburr",
          "info": "Lumburr"
        },
        {
          "hero_id": "mina",
          "info": "Mina"
        }
      ]
    },
    {
      "name": "Khắc chế",
      "info": [{
          "hero_id": "liliana",
          "info": "Liliana"
        },
        {
          "hero_id": "murad",
          "info": "Murad"
        },
        {
          "hero_id": "nakroth",
          "info": "Nakroth"
        }
      ]
    }
  ],
  "hero_story": "<i class=\"clr-orange\">Wisp</i> không chỉ là con gái nuôi của Moren, cô cũng là em gái của Max nữa, \"Một thiên tài nhỏ tuổi\". Cô gái nhỏ bị ghen tỵ rất nhiều ở thành phố Cedar, một trung tâm của những tinh hoa tài năng từ khắp Athanor, <i class=\"clr-orange\">Wisp</i> đã phải thú nhận rằng thật khó chịu khi là em gái của một thiên tài.<br>Nhưng có một người cha nổi tiếng và anh trai thiên tài thì cô cũng có những đặc quyền của riêng mình. Dưới tầm ảnh hưởng của họ, <i class=\"clr-orange\">Wisp</i> đã trở thành một chuyên gia máy móc khi còn rất trẻ, mặc dù những thứ cô gái này chạm vào thường sẽ bị hư hỏng hay vỡ tan một cách “bí ẩn”. Cuối cùng, cô được biết đến như là \"chuyên gia phá hủy của phòng thí nghiệm\".<br>Moren luôn ân cần xoa dịu <i class=\"clr-orange\">Wisp</i> bằng những lời hay ý đẹp để khuyến khích cô bé tiếp tục khám phá. Cô tin cha mình và tiếp tục những thử nghiệm của mình, nhưng Max lại là người phải gánh chịu những rắc rối, Max luôn phải phải chịu những vụ nổ bí ẩn, những cú sốc và cả mớ hỗn độn mà <i class=\"clr-orange\">Wisp</i> để lại...<br>\"Đừng lo anh à, đó là những bất cập tự nhiên phải có thôi,\" <i class=\"clr-orange\">Wisp</i> luôn an ủi Max bằng câu nói đó.<br>Trong vòng hai năm, <i class=\"clr-orange\">Wisp</i> đã dần làm chủ được mọi loại máy móc và khả năng của chúng. Cô cũng tìm thấy tư tưởng sống của cuộc đời trong những quả bom, điều đó cũng đồng nghĩa với việc cô phải di chuyển sâu vào núi, ở những nơi ít người sinh sống để thực hiện những thí nghiệm.<br>Đương nhiên, Max rất vui vì điều đó, đồng nghĩa với việc anh sẽ thoát khỏi cơn ác mộng mang tên “em gái”. Nhưng là một người anh, Max vẫn rất lo lắng cho chuyến đi của <i class=\"clr-orange\">Wisp</i>, vì vậy anh đã chế tạo nên một cỗ máy mang tên \"Destructor\", một phương tiện giao thông cơ khí nhưng trở nên vô cùng nguy hiểm khi được nạp đạn.<br>\"Cảm ơn, anh trai!\" <i class=\"clr-orange\">Wisp</i> ngay lập tức trèo lên buồng lái. Max đột nhiên nhớ lại một lỗi chết người mà anh đã không kịp sửa, nhưng đã quá muộn. Destructor tắt ngóm sau một loạt các tiếng ồn kẽo kẹt.<br><i class=\"clr-orange\">Wisp</i> cau mày, \"Cái gì vậy? Anh chế cho em một cái máy lỗi ư? \"<br>\"Đó chỉ là một tai nạn thôi!\" Max trả lời, nhưng anh lại nghĩ, \"tốt thôi, do em chạm vào nó, vậy nên nó mới tan nát vậy”.<br>Cuối cùng thì Moren đã phải lên tiếng: \"Thực tế là, con đã trở thành một thợ cơ khí, vì vậy con nên tự khắc phục nó đi”.<br>\"Dễ như ăn bánh vậy!”, <i class=\"clr-orange\">Wisp</i> dõng dạc đáp, trượt xuống từ Destructor và túm lấy cái chìa khoá từ Max.<br>Ngay sau đó, <i class=\"clr-orange\">Wisp</i> và một Destructor mới đang hoạt động, tiếp tục chuyến phiêu lưu. Cả Moren và Max đều mỉm cười khi nhìn thấy cô bé như vậy. Cuối cùng thì cô bé đã có thể tự lập. Nhưng trước khi cả 2 quay trở về, một vụ nổ làm rung chuyển khu vực và họ có thể nghe <i class=\"clr-orange\">Wisp</i> hét lên, \"Lõi năng lượng nổ rồiiii! Giúp con sửa với!!!\".",
  "hero_skin": [{
      "name": "Hiểm Họa Bé Bỏng",
      "gold": "18,888",
      "voucher": "539",
      "event": "",
      "wall": "Wisp01",
      "disable": "yes",
      "img": "thumb1.jpg",
      "video": "Wisp01"
    },
    {
      "name": "Hải Tặc Nhí (Bậc A)",
      "gold": "",
      "voucher": "219",
      "event": "",
      "wall": "Wisp02",
      "disable": "yes",
      "img": "thumb2.jpg",
      "video": "Wisp02"
    },
    {
      "name": "Wisp Thỏ Siêu Quậy (Năm 2)",
      "gold": "",
      "voucher": "",
      "event": "Mở Sinh nhật lần 2",
      "wall": "Wisp03",
      "disable": "yes",
      "img": "thumb3.jpg",
      "video": ""
    }
  ]
}