{
	"hero_id": "WonderWoman",
	"hero_name": "Wonder Woman",
	"main_info": {
		"price_gold": "28,888",
		"price_voucher": "629",
		"price_text": "",
		"position": "Đấu sĩ",
		"special": "Khống chế",
		"lane": "Đường Caesar"
	},
	"main_skill": [{
			"name": "Khiên thần lực",
			"info": "Nội tại: sau mỗi 2 đòn đánh thường liên tiếp, Wonder Woman sẽ phóng khiên tấn công những kẻ địch phía trước trong đòn thứ ba, gây thêm 84 STC, và giảm 50% tốc chạy của kẻ địch trúng chiêu trong .5s, đồng thời Wonder Woman được hồi 10 (+16) máu (gấp 3 hiệu lực nếu trúng tướng địch)."
		},
		{
			"name": "Khiên kiếm liên kích",
			"info": "H.Chiêu: 9/8.4/7.8/7.2/6.6/6<br>Wonder Woman lướt đi tấn công kẻ địch bằng khiên gây 40/80/120/160/200/240 (+0.6 Công vật lý) (+5% máu tối đa của mục tiêu) sát thương vật lý, và làm chậm 20% tốc chạy các nạn nhân trúng đòn trong 3 giây, trúng tướng địch giúp tăng bản thân 15/16/17/18/19/20% miễn thương trong 3 giây. Wonder Woman có thể tiếp tục vung gươm tấn công kẻ địch phía trước, gây sát thương vật lý tương đương đòn tấn công bằng khiên. Nạn nhân trúng mũi kiếm chịu gấp đôi sát thương (Giới hạn sát thương với Quái Rừng: 1000)."
		},
		{
			"name": "Dây thừng chân thật",
			"info": "ST Gốc: 250/300/350/400/450/500<br>H.Chiêu: 12/11.6/11.2/10.8/10.4/10<br>Wonder Woman phóng dây thừng về phía trước, nếu trúng kẻ địch với máu cao hơn 50% sẽ kéo bản thân về phía mục tiêu, gây 250 (+168) STVL, nếu trúng mục tiêu máu thấp hơn 50% sẽ kéo mục tiêu về bản thân, gây 250 (+168) STVL, giảm 3s hồi chiêu khi trúng đích."
		},
		{
			"name": "Giáp tay thần kỳ",
			"info": "ST Gốc: 400/550/700<br>H.Chiêu: 50/45/40<br>Lá chắn: 600/800/1000<br>Wonder Woman chắp tay phóng sóng năng lượng gây 400 (+168) STVL, và làm choáng những kẻ địch trước mặt 0.75s, đồng thời khiến bản thân và đồng minh phía sau nhận lá chắn chặn 600 (+12% máu tối đa của Wonder Woman) sát thương, tất cả mục tiêu trong vùng hiệu lực được tăng 80% tốc chạy trong 1s, suốt thời gian tung chiêu Wonder Woman được tăng mạnh miễn thương 50%."
		}
	],
	"skill_up": {
		"line1": "1,3,5,7,9,11",
		"line2": "2,6,10,13,14,15",
		"line3": "4,8,12"
	},
	"skill_combo": [{
			"name": "*Combo đầu game",
			"info": "3,2,0"
		},
		{
			"name": "*Combo khi có đủ 3 kỹ năng",
			"info": "3,2,4,2,0"
		}
	],
	"skill_note": "*Đánh thường liên tiếp cô nàng này sẽ phóng khiên ở đòn thứ 3.<br>*Chiếu 1 dùng 2 lần, nhớ lướt trúng mục tiêu để gây sát thương.<br>*Chiêu 2 phóng dây thừng khá thú vị, trúng kẻ địch trên 50% máu cô sẽ nhào tới đó, ngược lại dưới 50% máu thì kéo địch về.<br>*Bật Giáp Tay Thần Kỳ sao cho hiệu quả nhất, trước mặt cô thì gây ST cho địch, sau lưng cô thì tạo lá chắn cho đồng đội.",
	"skill_special": "BocPha,CapCuu",
	"main_rune": {
		"rune2": [{
				"name": "NgocDo25",
				"info": "Công vật lý +1.5<br>Máu tối đa +13.5"
			},
			{
				"name": "NgocTim23",
				"info": "Công vật lý +0.6<br>Máu tối đa +36"
			},
			{
				"name": "NgocXanh23",
				"info": "Máu tối đa +13.5<br>Xuyên giáp +3.8"
			}
		],
		"rune3": [{
				"name": "NgocDo34",
				"info": "Công vật lý +3.2"
			},
			{
				"name": "NgocTim34",
				"info": "Tỷ lệ chí mạng +0.5%<br>Máu tối đa +60"
			},
			{
				"name": "NgocXanh31",
				"info": "Công vật lý +0.9<br>Xuyên giáp +6.4"
			}
		]
	},
	"item_build": [{
			"name": "Đường trên hoặc dưới",
			"info": "AoChoangThanRa,GiayKienCuong,AoChoangBangGia,KiemMuramasa,HuanChuongTroy,GiapThongKho"
		},
		{
			"name": "Đường trên hoặc dưới",
			"info": "AoChoangThanRa,GiayKienCuong,AoChoangBangGia,ThuongLonginus,HuanChuongTroy,GiapThongKho"
		},
		{
			"name": "Game thủ hay lên",
			"info": "AoChoangThanRa,GiayKienCuong,AoChoangBangGia,ThuongXuyenPha,HuanChuongTroy,PhuChuTruongSinh"
		}
	],
	"hero_battle": [{
			"name": "và đồng đội",
			"desc": "thích hợp khi chơi cùng",
			"info": [{
					"hero_id": "ormarr",
					"id_page": "Ormarr"
				},
				{
					"hero_id": "lauriel",
					"id_page": "Lauriel"
				}
			]
		},
		{
			"name": "và cách khắc chế",
			"desc": "thấy khó chịu khi gặp",
			"info": [{
					"hero_id": "alice",
					"id_page": "Alice"
				},
				{
					"hero_id": "violet",
					"id_page": "Violet"
				},
				{
					"hero_id": "lauriel",
					"id_page": "Lauriel"
				},
				{
					"hero_id": "airi",
					"id_page": "Airi"
				}
			]
		}
	],
	"hero_story": "<i class=\"clr-orange\">Wonder Woman</i>, tức công chúa <i class=\"clr-orange\">Diana</i> thuộc dòng dõi các nữ chiến binh Amazon trứ danh trong thần thoại Hy Lạp. Khi chàng phi công trẻ Steve Trevor rơi máy bay xuống chốn địa đàng ẩn dật này, <i class=\"clr-orange\">Diana</i> đã nhất quyết muốn hộ tống anh trở về chốn quê nhà và khiến cả thế giới biết đến bộ tộc của cô.<br>Ngỡ ngàng khi lần đầu gia nhập xã hội nhân loại đầy loạn lạc, <i class=\"clr-orange\">Diana</i> cảm thấy nhân dân nơi đây cần một người hùng. Suốt những năm tháng dài <i class=\"clr-orange\">Diana</i> ngày càng trở nên trăn trở hơn trước những vấn đề nhân loại phải đối mặt - chiến tranh, hận thù, vô cảm trước sự tàn phá Trái Đất - may thay cô vẫn còn đó sức mạnh siêu phàm, đôi giáp tay thần kỳ cùng Dây thừng Sự thật trong suốt hành trình truy cầu trật tự cho thế giới hỗn loạn này.<br>Là một chiến binh thiên bẩm, lại được đào tạo bài bản, <i class=\"clr-orange\">Wonder Woman</i> vừa chiến đấu chống lại ác quỷ vừa nỗ lực giúp nhân loại đánh thức thứ tiềm năng mà cả chính cô cũng chưa thể thấu hiểu- đó là sứ mệnh đã dẫn dắt cô đến với Liên minh Công lý. Dẫu vậy thực tê luôn phũ phàng hơn lý tưởng, khi vẫn còn đấy đầy rẫy những âm mưu toan tính từ các thế lực quyền quý, hay thậm chí có đôi khi đến từ chính những bất đồng trong dòng tộc của cô - các vị thần của Hy Lạp. Bắt nguồn từ một lời nhắn của mẹ cô, Hippolyta, mà hành trình đến với Anathor của <i class=\"clr-orange\">Diana</i> đã bắt đầu.<br>Suốt cuộc đời Hippolyta đã che giấu một bí mật trọng đại với <i class=\"clr-orange\">Diana</i>- thứ bí mật hiện đang đa dọa hủy diệt Đỉnh Mount Olympus. Hippolyta thú nhận rằng bà đã từng lén lút \"qua lại\" với Zeus; và kết quả của mối tình vụng trộm này không gì khác hơn chính là <i class=\"clr-orange\">Diana</i>. Cô thậm chí chưa kịp biết mình phải làm gì trước tin động trời này thì đã bị Hera, bà vợ đầy ghen tuông của Zeus, đánh ghen ngay tại trận. Cuộc chiến hệ quả đã kéo theo sự góp mặt của vô số vị thần, nhưng <i class=\"clr-orange\">Wonder Woman</i> đã kết thúc được mọi thứ kịp thời bằng cách trói Hera lại với Dây thừng Sự thật.<br>Từ đấy <i class=\"clr-orange\">Wonder Woman</i> biết được rằng Zeus đã biến mất khỏi Olympus cũng đã lâu- và hậu quả của việc này chính là các thần xâu xé nhau tranh giành quyền thống trị Olympus. Zeus đã rời đi để tìm kiếm cội nguồn sức mạnh của các thần: một tinh truyền thuyết nằm ở trung tâm của toàn bộ vũ trụ.<br>Biết rõ rằng chừng nào đỉnh Olympus còn chiến tranh, chừng đấy Trái Đất và nhân loại sẽ còn bị đe dọa, <i class=\"clr-orange\">Wonder Woman</i> tự gánh vác trọng trách tìm lại Thần Zeus. Hippolyta đã cảnh báo nàng công chúa của mình rằng những gì cô phải đối diện ở Athanor sẽ siêu việt tất thảy các thử thách cô đã từng trải qua suốt cuộc đời mình. Các vị thần chốn này, với đầy quyền năng ma thuật kỳ dị. hoàn toàn vượt xa tầm hiểu biết của <i class=\"clr-orange\">Diana</i>.<br>Nói đi cũng nói lại, Anathor cũng chưa bao giờ có một người hùng như <i class=\"clr-orange\">Wonder Woman</i>. Và khi cô tìm đến được Zeus tại đây, những điều ông nói với <i class=\"clr-orange\">Diana</i> sẽ mang lại những kết quả khôn cùng, không chỉ với Olympus... mà cả Trái Đất.",
	"hero_skin": [{
			"name": "Chiến Thần Amazon",
			"gold": "28,888",
			"voucher": "629",
			"event": "",
			"wall": "WonderWoman01",
			"disable": "",
			"img": "thumb1.jpg",
			"video": "WonderWoman01"
		},
		{
			"name": "Thế Chiến",
			"gold": "",
			"voucher": "249",
			"event": "",
			"wall": "WonderWoman02",
			"disable": "yes",
			"img": "thumb2.jpg",
			"video": ""
		}
	]
}