{
  "hero_id": "Amily",
  "hero_name": "Amily",
  "main_info": {
    "price_gold": "18,888",
    "price_voucher": "539",
    "price_text": "",
    "position": "Đấu sĩ / Sát thủ",
    "special": "Tiền đạo",
    "lane": "Đường Caesar"
  },
  "main_skill": [{
      "name": "ĐƠN ĐẢ ĐỘC CƯỚC",
      "info": "Nội tại: Amily sở hữu khả năng chiến đấu điêu luyện đến mức các đòn đánh thường và Liên hoàn cước chỉ trúng một mục tiêu sẽ gây thêm 50% sát thương."
    },
    {
      "name": "TÀNG ĐAO KÍCH",
      "info": "Hồi chiêu: 10/9.4/8.8/8.2/7.6/7 giây<br>Tiêu hao: 60/65/70/75/80/85 năng lượng<br>Amily phóng tàng đao công kích mục tiêu, vũ khí này nảy lan tối đa 4 lần gây 150/180/210/240/270/300 + (0.6 công vật lý) sát thương vật lý kèm hiệu ứng làm chậm 30% tốc chạy, riêng nạn nhân đầu tiên bị làm chậm 50% tốc chạy trong 1 giây. Sau khi công kích hết các mục tiêu, lưỡi đao nảy trở về bản thân giúp Amily tăng 20% tốc chạy trong 3 giây, và hồi 125/150/175/200/225/250 (+0.5 công vật lý) máu kèm 30% giảm thời gian hồi chiêu này."
    },
    {
      "name": "LIÊN HOÀN CƯỚC",
      "info": "Hồi chiêu: 6 giây<br>Tiêu hao: 50/55/60/65/70/75 năng lượng<br>Kích hoạt: Amily lướt theo hướng chỉ định tung hai cú đá gây 80/96/112/128/144/160 (+0.30 công vật lý) sát thương vật lý, đặc biệt cú đá thứ hai sẽ gây hiệu ứng hất văng và cường hoá đòn đánh thường kế tiếp gây thêm 80/96/112/128/144/160 (+0.30 công vật lý) sát thương vật lý kèm hiệu ứng đòn đánh.<br>Nội tại: Sau khi thoát khỏi giao tranh Amily được tăng 10/12/14/16/18/20 tốc chạy và hồi 1% máu và năng lượng tối đa mỗi giây"
    },
    {
      "name": "CUỒNG BẠO CƯỚC",
      "info": "Hồi chiêu: 60/55/50 giây<br>Tiêu hao: 120/130/140 năng lượng<br>Sau 1 giây vận công, Amily gây 300/450/600 sát thương phép diện rộng và cường hoá bản thân giúp tăng 100/150/200 công vật lý, 50 tốc chạy, 50/75/100 miễn thương. Suốt thời gian cường hoá Amily gây 60/90/120 sát thương phép lên kẻ địch lân cận mỗi giây; hiệu ứng kéo dài 8 giây."
    }
  ],
  "skill_up": [{
    "name": "*Mặc định",
    "line1": "1,3,5,7,9,11",
    "line2": "2,6,10,13,14,15",
    "line3": "4,8,12"
  }],
  "skill_combo": [{
      "name": "*Combo đầu game",
      "info": "2,3,0"
    },
    {
      "name": "*Combo khi có đủ 3 chiêu thức",
      "info": "2,3,0,4,2,0"
    },
    {
      "name": "*Hoặc combo này kết hợp tốc biến, Bật chiêu cuối tốc biến tới mục tiêu rồi dùng chiêu khác",
      "info": "4,3,0,2,0"
    }
  ],
  "skill_note": "<strong class=\"clr-orange\">*Đầu game</strong><br>- Là một tay đấu sĩ kiêm luôn sát thủ, đường Caesar là một chọn lựa tuyệt vời nhất.<br>- Coi bộ các chiêu thức của cô nàng không khó gì máy nhưng làm sao cho hiệu quả nhất mới là quan trọng nhỉ, dùng Tàng đao kích đẩy lính và cấu máu địch.<br>- Liên hoàn cước chiêu này dùng trao đổi chiêu thức rất có lợi, canh rừng lên gank dùng chiêu này khống chế nhẹ.<br>- Có thể nói là mạnh nhưng không đến nổi mỏng, giai đoạn đầu tốt nhất hiên lành, đợi đồng đội lên chơi nhé!!<br><br><strong class=\"clr-orange\">*Giữa và cuối game</strong><br>- Về giữa và cuối game tầm 3 món trang bị cuối trở lên, thả sức mà tung hoành nhé, dame to lắm, vào cô cân hết.<br>- Chiêu cuối Cuồng bạo cước phải chơi nhiều và biết thời gian lúc nào là đến, bật trước khi giao tranh nổ ra 1s, kết hợp tốc biến vào nơi nào có đông tướng địch nhất mà quẩy, nhớ thấy không ổn thì tìm đường lui, không lui được thì kiếm em nào mỏng khô máu kk!!<br>- Đừng lo chiêu cuối có miễn thương đồ khá ổn đấy, phải nói tổng thể Amily mạnh khi ai biết chơi @@!",
  "skill_special": "TocBien,BocPha",
  "main_rune": [{
    "name": "*Ngọc cấp 2",
    "info": [{
        "name": "NgocDo25",
        "info": "Công vật lý +1.5<br>Máu tối đa +13.5"
      },
      {
        "name": "NgocTim23",
        "info": "Công vật lý +0.6<br>Máu tối đa +36"
      },
      {
        "name": "NgocXanh23",
        "info": "Máu tối đa +13.5<br>Xuyên giáp +3.8"
      }
    ]
  }, {
    "name": "*Ngọc cấp 3",
    "info": [{
        "name": "NgocDo36",
        "info": "Công vật lý +2<br>Xuyên giáp +3.6"
      },
      {
        "name": "NgocTim32",
        "info": "Tốc đánh +1%<br>Tốc chạy +1%"
      },
      {
        "name": "NgocXanh310",
        "info": "Tốc đánh +0.6%<br>Xuyên giáp phép +6.4"
      }
    ]
  }],
  "item_build": [{
      "name": "Đường Caesar",
      "info": "AoChoangThanRa,GiayKienCuong,ThuongXuyenPha,PhucHopKiem,HuanChuongTroy,KiemMuramasa"
    },
    {
      "name": "Đường Caesar (thay thế)",
      "info": "AoChoangThanRa,GiayKienCuong,ThuongXuyenPha,AoChoangBangGia,HuanChuongTroy,GiapThongKho"
    },
    {
      "name": "Đường Caesar (bộ này cho hoành tráng)",
      "info": "AoChoangThanRa,GiayKienCuong,ThuongXuyenPha,PhucHopKiem,ThanhKiem,GiapHoMenh"
    }
  ],
  "hero_battle": [{
      "name": "Đồng đội",
      "info": [{
          "hero_id": "alice",
          "info": "Alice hoàn toàn có thể giữ chân kẻ địch để Amily có thể tự do tung cước"
        },
        {
          "hero_id": "maloch",
          "info": "Maloch có thể làm con mồi, và bất ngờ dùng chiêu cuối lao vào team địch, sau đó thì Amily có thể bơi vào và vùng vẫy với chiêu cuối của mình thôi"
        },
        {
          "hero_id": "ybneth",
          "info": "Chiêu cuối Y'bneth tạo ra một vùng khá rộng giảm tốc và có thể gây choáng kẻ địch, Amily chỉ làm việc của mình thôi"
        },
        {
          "hero_id": "payna",
          "info": "Payna tự do di chuyển với chiêu cuối đang bật kết hợp với Amily thì ôi thôi"
        },
        {
          "hero_id": "teemee",
          "info": "Còn gì bằng được hồi sinh từ TeeMee sau hàng loạt chiêu thức được xả vào kẻ địch"
        },
        {
          "hero_id": "sephera",
          "info": "Chiêu Ao tù giữ chân kẻ địch giúp Amily thực hiện combo hoàn hảo"
        }
      ]
    },
    {
      "name": "Khắc chế",
      "info": [{
          "hero_id": "arum",
          "info": "Arum có khả năng khóa Amily lại khiến cô nàng không có đường thoát"
        },
        {
          "hero_id": "omen",
          "info": "Omen đóng hộp Amily cộng với hàng tá sát thương từ đồng đội của Omen, liệu cô nàng có thể sống sót được bao lâu"
        },
        {
          "hero_id": "baldum",
          "info": "Amily sống nhờ vào chiêu cuối khi cô nàng bật lên vô tình bị Baldum nhốt lại bởi Địa giam, có ai dám suy nghĩ về những việc sau đó"
        },
        {
          "hero_id": "chaugnar",
          "info": "Chaugnar cơ bản không máy khắc chế nhưng cũng giảm kha khá khả năng khống chế diện rộng của Amily"
        },
        {
          "hero_id": "alice",
          "info": "Dòng chảy thời không của Alice vô tình làm ngắt quảng combo của Amily khiến cô khó tung hoành cùng chiêu cuối"
        },
        {
          "hero_id": "annette",
          "info": "Mắt bão của Annette có khả năng hất văng ngăn cảng sự áp sát của Amily"
        }
      ]
    }
  ],
  "hero_story": "<i class=\"clr-orange\">Amily</i> là một kẻ phản bội.<br>Tại chặng cuối cuộc thi, cô đã cùng 3 tuyển thủ khác hợp tác đồ sát tất cả giám sát & huấn luyện viên trong phòng. Cả bốn trốn thoát thành công sau đấy, nhưng tất thảy mới chỉ là sự khởi đầu. Để trốn tránh truy sát từ tổ chức, bốn kẻ đào tẩu nhanh chóng tách ra mỗi người một ngả.<br>Lý ra <i class=\"clr-orange\">Amily</i> không nhất thiết phải làm vậy. Cô chỉ cần ngoan ngoãn tuân theo an bài của tổ chức, chiến thắng & đạp lên thi thể của mọi kẻ cạnh tranh trong cuộc thi để trở thành nữ hoàng sát thủ của Hội ám hoàng. Cấp cao tầng của tổ chức thậm chí còn chuẩn bị sẵn cho cô đầy đủ thân phận, quyền lực, tiền tài, và vô vàn thứ hấp dẫn khác.<br>Với một đứa trẻ mồ côi như <i class=\"clr-orange\">Amily</i>, theo lẽ thường thì cuộc sống như thế có gì đáng để đòi hỏi hơn nữa.<br>Nhưng rốt cuộc <i class=\"clr-orange\">Amily</i> vẫn phản bội và bỏ trốn. Lựa chọn này không chỉ vì tự do, mà còn vì niềm tin duy nhất khiến cô vẫn nỗ lực đến tận hôm nay – rằng đâu đó ngoài kia, người em gái thất lạc vẫn còn đang khắc khoải đợi chờ. <i class=\"clr-orange\">Amily</i> không phải chưa nghĩ đến việc tận dụng thế lực của tổ chức để tìm kiếm em gái, cô thậm chí còn nỗ lực vượt trội tất cả người khác để hi vọng tăng thêm chút tiếng nói khi bày tỏ nguyện vọng. Nhưng cô nhanh chóng nhận ra sự viễn vông của ý nghĩ này.<br>Hội ám hoàng không phải là tổ chức từ thiện. Chúng thu nhặt những kẻ sống sót trong chiến tranh, nạn đói, trẻ mồ côi… chỉ để đào tạo và sàng lọc các hạt giống có đủ khả năng sống sót sau vô vàn huấn luyện sinh tử. Tất cả nhắm tới việc tạo ra những sát thủ tinh anh răm rắp tuân lệnh.<br>Trong một môi trường đấu đá đầy tàn khốc như thế, những kẻ ngây thơ hoặc rút ra bài học, hoặc mất mạng. Vết sẹo trên lưng <i class=\"clr-orange\">Amily</i> chính là cái giá phải trả trong đợt huấn luyện đầu tiên – khi cô đứng trước che chắn cho người bạn, một nhát dao đâm đến từ ngay phía sau.<br>Tình bạn còn là thứ xa xỉ, nói gì đến tình thân hão huyền?<br>Từ đấy <i class=\"clr-orange\">Amily</i> dần hiểu rõ đạo lý này. Nguyện vọng cuộc đời chỉ có thể che giấu trong thâm tâm, bên ngoài thì lặng lẽ nỗ lực đấu tranh không ngừng nghỉ. Phong cách thận trọng này hóa ra lại phù hợp định hướng của tổ chức, đặc biệt với thành tích đáng gờm của <i class=\"clr-orange\">Amily</i> khiến cô ngày càng càng được ưu ái hơn.<br>Ngoài ra thái độ căm hận lũ dị tộc của <i class=\"clr-orange\">Amily</i> cũng phần nào giúp cô làm mờ mắt những kẻ giám sát. Riêng phần này thì <i class=\"clr-orange\">Amily</i> không cần phải giả bộ, dù sao thì lũ khiến cô nhà tan cửa nát trở nên mồ côi chính là lũ ác quỷ từ Khe vực thẳm. Thậm chí bè lũ thú tộc tham gia giao chiến, cùng lũ cầm đầu Cung điện ánh sáng ẩn tại hậu trường cũng không thể trốn tránh trách nhiệm.<br>Hội ám hoàng, với chủ nghĩa chủng tộc cực đoan, muốn tiêu diệt tận gốc tất cả những thế lực có thể đe dọa đến sự tồn vong của nhân loại. Do đó lũ trẻ mồ côi tương tự <i class=\"clr-orange\">Amily</i> là những đối tượng thật dễ dàng tẩy não. Thực tế thì lý tưởng của tổ chức và <i class=\"clr-orange\">Amily</i> không hề xung đột, khác biệt duy nhất nằm ở sự quan tâm của cô đối với người em gái thất lạc, điều giúp giữ vững lý trí của bản thân mình.<br>Xin yên tâm, con sẽ tìm ra em gái bằng mọi giá. <i class=\"clr-orange\">Amily</i> đã thề trước mặt cha mẹ mình, giúp họ nhắm mắt xuôi tay kết thúc kiếp lầm than đầy gian khổ.<br>Suốt mười năm qua, bất kể cuộc sống không ánh mặt trời, tay luôn nhuộm máu, chôn dấu tâm tư, <i class=\"clr-orange\">Amily</i> vẫn không bao giờ quên lời thề năm xưa. Nỗi niềm này giống như một hạt giống mỏng manh đầy yếu ớt, thế nhưng <i class=\"clr-orange\">Amily</i> ngày ngày đều tưới vào đấy những nhớ nhung, khắc khoải quan tâm lo lắng cho người em, hi vọng vào ngày đoàn tự. Mỗi lần trở về từ cõi chết sau các cuộc thi huấn luyện, hạt giống này lại ngày càng chắc khỏe hơn, tất cả để chờ đến ngày đâm chồi nẩy lộc.<br>Điều gì phải đến cũng đã đến, ngày lý ra hân hoan khải hoàn đầy chiến thắng đã trở thành địa ngục trần gian, <i class=\"clr-orange\">Amily</i> vận dụng mọi kỹ xảo và võ thuật tích tụ suốt 10 năm để hạ gục mọi trở ngại, phá nát xiềng xích bản thân bấy lâu nay.<br>Tự do, cảm giác cũng không tệ!.",
  "hero_skin": [{
      "name": "Sát Thủ Lưu Vong",
      "gold": "18,888",
      "voucher": "539",
      "event": "",
      "wall": "Amily01",
      "img": "thumb1.jpg"
    },
    {
      "name": "Đặc Cảnh NYPD",
      "gold": "",
      "voucher": "249",
      "event": "",
      "wall": "Amily02",
      "img": "thumb2.jpg"
    },
    {
      "name": "Amily Thư Ký",
      "gold": "",
      "voucher": "",
      "event": "Sổ sứ mệnh 4",
      "wall": "Amily03",
      "img": "thumb3.jpg"
    }
  ]
}